{"date": "2016-04-10", "news": ["Cruz uses party rules to pursue delegates. Here's what Trump thinks of that.", "Donald Trump Loses Weekend Delegate Fight in 5 States", "Trump Aide Accuses Cruz Campaign of Gestapo Tactics in Delegate Hunt", "Trump's getting trounced in Indiana", "Downstate Republicans the hottest commodity in NY primary", "Obama admits worst mistake of his presidency", "Obama Cites Lack of `Day After' Plan in Libya as Biggest Mistake", "President Obama Calls Libyan Intervention Biggest Mistake of His Administration", "Learning from Libya", "Police: Ex-Saint Will Smith gunned down in case of road rage", "In Will Smith killing, 'My client was not the aggressor,' defense attorney says", "Cardell Hayes' lawyer claims his client was not the aggressor", "Ex-Saints DE Will Smith killed, wife shot after minor car crash", "Will Smith", "Keiko Fujimori looks like a winner in the first round of Peru's presidential election", "Peru's Presidential Election Appears Headed to a Runoff", "With Fujimori polarizing Peru vote, eyes on runner-up race", "Fujimori greeted supporters following poll results", "Peru's brush with the past", "Peruvians Voting for a New President and Congress", "Will Smith Pokes Fun at Himself After Winning Generation Award at 2016 MTV Movie Awards", "MTV Movie Awards 2016: Will Smith honored with MTV Generation Award", "MTV Movie Awards 2016: Highlights and winners", "Halsey Performs 'Castle' at the 2016 MTV Movie Awards", "MTV Movie Awards Swag at the Gifting Suites", "2016 MTV Movie awards live stream, time, TV info", "Texas teacher arrested after video shows her slapping student", "Video shows teacher hitting student in class", "Texas Teacher Caught on Video Repeatedly Hitting Student", "Texas Teacher Arrested After Video Shows Her Slapping Student: Police", "Over 100 dead as fire sweeps through Hindu temple in India", "Fire at Temple in Southern India Kills at Least 80", "Massive Fire Kills More Than 100 In South India Temple Complex", "How fireworks keep killing: From manufacturing accidents to pollution to disastrous blazes", "112 killed after Kerala temple fireworks rocket out of control", "The wages of negligence", "Kerala fire tragedy: Temple counted on election politics for OK, Kollam officials bullied with communal slur", "Revelation on Brussels Attackers Fuels Fears of New Assaults", "AP News in Brief at 9:04 pm EDT", "Factbox: Suspects linked to the Paris, Brussels attacks", "Terror suspect Abrini admits he was 'man in hat' at Brussels airport", "Paris attacks: Key suspect Abrini arrested in Brussels", "Q&A: The latest on the Brussels and Paris attacks", "2016 Brussels bombings", "Ukraine's Premier Quits Amid Splits in Post-Revolution Alliance", "Ukrainian President's Ally Set for Premier as Yatsenyuk Quits", "Ukrainian Prime Minister Arseniy Yatsenyuk Announces Resignation", "Yatsenyuk steps down as prime minister", "RUSH HOUR: The stories you need to know today", "In Hiroshima, Kerry won't apologize for atomic bombs dropped on Japan", "Sec. Kerry to visit Hiroshima memorial, but will not apologize for atom bomb", "US official: Kerry to offer no US apology for Hiroshima", "Locals, visitors would welcome historic Hiroshima visit by Obama", "We can still achieve a world without nuclear weapons", "Kerry in Japan for G7 Ministerial Meeting", "Top Benghazi panel Dem endorses Hillary Clinton", "Rep. Cummings Endorses Clinton, Advises Her to 'Embrace' Sanders' Issues", "Elijah Cummings endorses Hillary Clinton in Maryland", "Hillary Clinton makes case for cities in Baltimore", "Human error, defect blamed in Mississippi River train derailments", "In report, BNSF says human error cause of train derailment", "Human error caused train derailment, BNSF says: LaCrosse Tribune", "Navy officer accused of passing secrets to China faces espionage and prostitution charges", "Navy officer charged with espionage in national security case", "Navy officer, Taiwan native, accused of spying", "Teen, 3-Year-Old Among 5 Killed in California Head-on Crash", "Teen, 3-year-old among 5 killed in Northern California crash", "Rio Vista: Two IDs released in collision that killed five", "UK's Daily Mail Explores Bid for Yahoo Backed by Private Equity", "Report: British newspaper parent may bid for Yahoo", "Daily Mail Parent Company Considering Yahoo Bid (Report)", "Malta's opposition demands resignation of PM over Panama Papers", "The Panama Papers prove Mr. Sanders was wrong about a trade pact with Panama", "Panama Papers", "US banks' dismal first quarter may spell trouble for 2016", "The Week Ahead: Here Come the Q1 Earnings Statements", "What's missing from some cutting-edge banks? Tellers", "#SleepRevolution Takes College Campuses Back To Bed", "Arianna Huffington Releases New Book Called, The Sleep Revolution.", "Here Are The Official Partners Of The College Sleep Tour", "Sleep Deprived: We're Recharging Our Phones, But Not Ourselves", "Arianna Huffington Says Trump Needs More Sleep to Be Less Dumb", "iPhone SE Sales: Good, Bad, or Irrelevant?", "Apple's encryption battle with the FBI is not yet done", "iPhone SE Vs iPhone 6S Review: Customer Win, Apple Fail", "The Opinion Pages|Why Apple's Stand Against the FBI Hurts Its Own Customers", "Tesla Model S may get 'Bioweapon Defense Mode' and 100kWh battery option this week", "The Top Ten Reasons Why You Should Buy a Tesla 3 connected car", "Rumor -- Tesla Model S will get minor facelift", "Don't Wait for a Model 3 - Check Out Tesla CPO Program (TSLA)", "It's time for upgradable cars: O'Donnell", "The future of the car is not about propulsion", "The iPad Pro is the most accessible computer Apple has ever built", "Where have all the tablets gone?", "The tablet market is 100 million units smaller than expected. What happened?", "Apple celebrates 40 by bringing out new products with old design", "Google Fiber's 'free' Internet service will disappear soon in KC market", "Google Fiber ends free 5Mbps Internet offer in Kansas City", "Google Fiber subscribers in KC: Prepare to pay up", "Google Fiber is ending a free-internet offer in its first city", "Google Fiber drops free basic service in its original city", "MTV Movie Awards: Chris Evans Premieres New 'Captain America: Civil War' Clip", "Captain America Sneak Peek Shows What's Left of The Avengers", "Captain America: Civil War clip features new Avengers team", "Team Cap Flies Into Action In Our Exclusive Clip From Captain America: Civil War", "Team Cap Kicks Ass in the First Clip From Captain America: Civil War", "Box Office: Melissa McCarthy's 'The Boss,' With $23.5 Million, Squeezes Ahead of 'Batman v. Superman'", "Melissa McCarthy's 'The Boss': 5 Lessons From Her Latest Box Office Triumph", "Weekend Box Office: The Boss Takes Charge of Number One, Hardcore Henry Wipes Out", "Khloe Kardashian Pens Cryptic Posts About Unrequited Love", "Khloe Kardashian pens lengthy cryptic message about 'letting go' and not loving 'someone into loving you'", "Khloe Kardashian Gets Real About 'Letting Go' In Heartfelt Instagram Essay", "Khloe Kardashian I Can't Fix Lamar ... So I'm Done", "Girlfriend Experience Recap: The Price of Desire", "How TV's provocative new call-girl drama 'The Girlfriend Experience' breaks all the rules", "'Girlfriend Experience' Writer Amy Seimetz on How to Write a Good Sex Scene", "The price of 'The Girlfriend Experience' might be too high; it taxes one's dignity", "The Girlfriend Experience: Love in a Cold Climate", "Danny Willett Wins Masters as Jordan Spieth Collapses", "Jordan Spieth Gracious in Defeat After Masters Collapse", "Masters notes: Olympic goals for Willett, tough finishes for DJ, Langer", "Danny Willett takes full advantage of Jordan Spieth's astonishing collapse", "Live updates: No-name comes from nowhere to claim Masters in shock result", "Clippers' win prevents Mavericks from clinching postseason spot", "Medically challenged Mavericks still have to earn their way in", "Clippers Beat Mavs 98-91 For 5th Straight victory", "Carli Lloyd: Why I'm Fighting for Equal Pay", "Months after Women's World Cup win, USWNT remains a hot ticket", "Women accuse US Soccer Federation of wage discrimination", "Sixers introduce Bryan Colangelo, announce reduced role for Jerry", "Woeful 76ers hire Bryan Colangelo as team president", "Sixers owner Josh Harris: Jerry Colangelo was not involved in hiring of son Bryan Colangelo as president", "Danny Willett wins ", " after Jordan Spieth's collapse", " 2016: Sunday's live leaderboard, live streaming, TV schedule, tee times, updates (photos)", "Willett wins ", " after shocking Spieth collapse", "Armour: ", " and wind make for 4-letter words at ", "The new ", " champion almost skipped the tournament to be with his newborn son", "Winner's Bag: Danny Willett at ", "Danny Willett: All you need to know about ", " 2016 winner", "Two Golfers Shot a Hole-in-One at ", " on Sunday", "Must see: The most improbable hole-in-one ever at ", "Shane Lowry and Davis Love III drain aces minutes apart at ", " 2016: Shane Lowry, Davis Love III & Louis Oosthuizen hit holes-in-one", "WATCH: Shane Lowry lands hole in one at US ", "Sealed with a kiss! Magic ", " hole-in-one gets a friendly nudge", "58-year-old Bernhard Langer is making a run at ", " while using a controversial putting technique", "Bernhard Langer's near-anchor stroke has him in contention at ", "Study shows modern humans have no sign of Neanderthal Y-chromosomes", "Study reveals modern humans have no sign of Neanderthal Y-chromosomes", "Stunning Neanderthal discovery explains a big mystery", "Neanderthal Y chromosome offers clues to what kept us separate species", "Missing Y chromosome kept us apart from Neanderthals", "DNA shows we did NOT inherit male genes from our ancient cousins", "Wild tiger population rising for first time in 100 years", "Tiger Numbers Rise for First Time in a Century", "Tiger Population Increases For 1st Time in a Century", "For the First Time In A Century, Wild Tiger Populations Are Beginning to Rebound", "Scientists describe spiders that ensnare prey with lightning fast jaws", "Watch Tiny Spiders Do Incredible Damage With 20 MPH Bites, Up Close", "Force of a Mouse Trap: Family of Vice Gripped Jawed Spiders Possesses Inordinate Amounts of Speed & Strength", "Tiny Spiders Are the Fastest Known on Earth", "Horrifying Footage Reveals the Lightning-Fast Chomp of Trap-Jaw Spiders", "Trap-jaw spiders strike prey with lightning speed", "Kepler Planet-Hunting Spacecraft in 'Emergency Mode'", "NASA's planet-hunting Kepler Spacecraft in emergency mode (Update)", "NASA's planet-hunting Kepler Spacecraft in emergency mode", "NASA's Kepler Spacecraft Is In Emergency Mode", "The Kepler Space Telescope is Broken Again", "The First Uterus Transplant In The United States Failed Because Of A Problem That Affects So Many Women", "America's First Uterus Transplant Botched By Common Yeast Infection", "First U.S. Uterus Transplant Fails Because of Yeast Infection", "Brazilian scientists find new Zika-linked brain disorder in adults", "Study: Zika may be linked to autoimmune brain disorder", "Zika Virus May be Linked to Another Brain Disease Similar to Multiple Sclerosis", "Study: Life-saving health care in poor nations would cost $5 per person", "Millions of maternal and child lives could be saved every year for less than $5 a person", "The cost of saving lives? Under $5 per person: health study", "FDA will revoke approval of carbadox due to human cancer risk", "Common pig antibiotic may cause cancer in humans who eat pork", "FDA Moves To Revoke Approval Of Pig Drug Over Cancer Risks To Consumers", "FDA to revoke pig drug approval over human cancer risk concern", "MTV Movie Awards 2016: Highlights and winners", "NY / Region|Charles S. Hirsch, New York's Chief Medical Examiner on 9/11, Dies at 79", "Cruz uses party rules to pursue delegates. Here's what Trump thinks of that.", "The Weather Channel", "Weather Underground", "AccuWeather", "Get summer outdoor gear", "Two people in jail after high-speed chase in Sandy", "Stolen Car Chase In Sandy Leaves One In Custody, One Injured", "Tiger Numbers Rise for First Time in a Century", "It's Almost Tax Day: Here's How Nature Files Its Taxas", "The Troubled Minds of the Rich and Famous", "201 Years Ago, This Volcano Caused a Climate Catastrophe", "Watching War: Online Mapmakers Chart Syrian Conflict", "Obama cites lack of 'day after' plan in Libya as biggest mistake", "Saints' greatest era not possible without underrated pillar Will Smith", "Navy officer accused of passing secrets to China faces espionage and prostitution charges", "Obama: 'No political influence' in Clinton email probe", "iPhone SE: The Case For Small iPhones", "Khloe Kardashian shares emotional post about 'letting go'", "Best & worst dressed celebrities: MTV Movie Awards", "Trump calls Boston Globe \"worthless\" in response to satire", "Kerry apology for Hiroshima bombing not on table: US official", "Why Neanderthals Likely Fathered Few Kids with Modern Humans"]}