{"date": "11:26 PM ET", "sectionnews": ["Don't Applaud the NFL for Admitting That Football Leads To Brain Damage", "The Senate Should Not Aprove an Obama SCOTUS Nominee", "The Paradox of Being a Black Role Model", "China's Mega-Firms Are Ready for Their Coming Out", "s Casting Switch Proves the Show Isnt Going to Get More Diverse", "Heres Who Donald Trump Would Be in the Bible", "The Self-Fulfilling Prophecy of Disliking Hillary Clinton", "Why the Ohio Primary Is Less of a Bellwether Than You May Think", "5 Tips For Your March Madness Brackets", "The E.U.s Deal on Migrants Is Immoral and Illegal"], "topnews": ["Donald Trump won Republican primary victories in North Carolina, Illinois and Florida but lost Ohio to its Governor, John Kasich as Marco Rubio dropped out. On the Democratic side, Hillary Clinton extended her lead with victories in three states", "In its final planned legal salvo before facing off in a California court over unlocking a killer's phone on March 22, the world's most valuable company reaches for the memory of the nation's first leaders", "The Belgian capital remains tense as a counterterrorism operation linked to Nov. 13 Paris attacks continues through the night, so far leaving one suspect dead, up to two possibly on the run and four officers wounded. Belgian and French officers are conducting the raid", "The Academy has responded to a letter, signed by filmmaker Ang Lee and", "'s George Takei, slamming the Oscars' tone-deaf approach to its portrayal of Asians.\" The statement \"regrets that any aspect of the Oscar telecast was offensive\"", "A former Environmental Protection Agency official denied that the federal agency made mistakes in overseeing the Flint water crisis and said that the EPA repeatedly tried to get officials to act as soon as it was notified of the elevated lead levels", "Iran claims it has recovered thousands of pages worth of intelligence from devices used by the U.S. Navy sailors who were briefly detained in January. The country's state television said the information came from laptops, GPS devices and maps", "In a major reversal, the Obama administration says it will not allow oil drilling in the Atlantic Ocean. Interior Secretary Sally Jewell said the administration's next five-year offshore drilling plan \"protects the Atlantic for future generations\"", "A Pennsylvania man has been charged after illegally accessing more than 100 Apple and Google e-mail accounts, most of them belonging to female celebrities, officials said. The investigation came after a host of iCloud accounts were targeted and hacked in 2014", "Harrison Ford will reunite with director Steven Spielberg for a fifth Indiana Jones movie to be released on July 19, 2019. The announcement comes after Ford's return to the Star Wars franchise helped", "break box office records", "The federal government published the first national standards for prescription painkillers in an attempt to combat the country's prescription drug abuse crisis. The guidelines suggest that primary care doctors first use ibuprofen and aspirin to treat pain", "Turkey's Interior Ministry has identified the attacker who carried out a deadly suicide attack in Ankara as a 24-year-old woman who allegedly joined the Kurdish rebels in 2013 and trained in Syria", "Russia's defense ministry said Tuesday that its military at the Russian air base in Syria is preparing for some of the planes and fighter jets to leave and return home following a pullout order from President Vladimir Putin", "Trump Takes Three More", "Apple Says Founders Would Be Appalled at iPhone Order", "Brussels on High Alert", "Academy Apologizes for 'Tone-Deaf' Oscars Asian Joke", "Former EPA Official Grilled Over Flint Water Crisis", "Iran Says It Retrieved Intel From Detained U.S. Sailors", "White House Will Not Allow Oil Drilling in Atlantic Ocean", "Man Charged In Celebrity Nude Photos Hack", "Harrison Ford Will Star in a New Indiana Jones Movie", "CDC Releases National Standards for Prescription Painkillers", "Turkey Identifies Ankara Bomber as Rebel Trained in Syria", "Russia Begins Withdrawing Planes from Syria", "President Obama Denounces Violence at Trump Rallies", "What Donald Trump Can Teach Us About Narcissists", "Meet Three Muslims Voting for Donald Trump"]}