{"date": "2:52 PM ET", "sectionnews": ["Remembering Nancy Reagan", "How You Could Get Hit With a Surprise Medical Bill", "10 Books to Counteract Your 'Downton Abbey' Withdrawal", "How Peyton Manning Fueled the NFL Boom", "Last Nights", "Was a Truly Great Sitcom Episode", "The Republican Partys Trump Slump", "Nancy Reagans Surprising Feminist Gift to Hillary Clinton", "Apple Is Threatening Our National Security", "President Trumps Illegal Military Orders", "My Havana Homecoming"], "topnews": ["Peyton Manning's voice cracked as he reminisced about his 18-year NFL career at a press conference about his retirement. Manning also listed some things he's going to miss about football, including his fans and handshakes with Tom Brady", "Accusations of flip-flopping can be a death knell for political campaigns, but Donald Trump has shown time and again that the usual rules of campaigning don't apply to him. The real estate mogul has never been pinned down on his positions on some major issues", "A U.S. airstrike using multiple drones and manned aircraft struck a training camp in Somalia, killing more than 150 al-Shabab fighters who were preparing to launch a large-scale attack, likely against African or U.S. personnel, the Pentagon said", "JetBlue Airways is taking applications for 24 slots in a new program to train novice pilots to fly a passenger jet. The airline said the programthe first of its kind at a large U.S. airlinewill cost about $125,000 and take four years to complete", "Former First Lady Nancy Reagan died from congestive heart failure at age 94. Her death marked the end of a life and a love story the likes of which the modern White House had never seen", "The Democratic debate felt like something from the CNN archives. The NAFTA trade deal. The Brady Bill against guns. Bill Clintons jobs records. A crime bill and welfare reform. All came up at different points from both Hillary Clinton and Bernie Sanders", "Dolly Parton is hitting the road. Billed as her biggest North American tour in 25 years, Parton will hit more than 60 cities in Canada and the U.S. throughout the tours run. Specific dates have not yet been announced", "A lawsuit stemming from Flint's lead-contaminated water was filed on behalf of the city's residents against Michigan Gov. Rick Snyder as well as other current and former government officials and corporations, arguing that they failed to take action", "Leaders from the E.U. and Turkey are convening an emergency summit in Brussels as the UNHCR warns of a  \"humanitarian crisis\" on the Greek-Macedonian border, where some 13,000 people are stranded", "Sen. Marco Rubio is faltering in Michigan ahead of Tuesday's presidential primaries there, a new poll found. He earned only 13% support among likely and early voters, putting him in fourth place and below the threshold he'd need to get any delegates", "From his college readings to legislation in Congress, the Vermont Senator has had unusual views on health, including the idea that sexual repression could lead to cancer, and also that the disease has psychosomatic causes", "The ex-wrestler is seeking $100 million in damages from news site Gawker, claiming his privacy rights were violated after the website published a secretly recorded tape of him in bed with the former wife of his then-best friend", "Peyton Leaves the Field", "How Donald Trump Flip-Flopped on 3 Major Issues", "U.S. Airstrike Kills 150 al-Shabab Militants in Somalia", "JetBlue Will Train You to Be a Pilot", "Remembering Nancy Reagan", "Democrats Flash Back in Flint", "Dolly Parton Announces Biggest Tour in Years", "Flint Residents Sue Governor Over Contaminated Water", "E.U. Leaders Gather for Emergency Refugee Summit", "Rubio Lags in Michigan Ahead of Republican Primary: Poll", "Bernie Sanders' Long History With Alternative Medicine", "Hulk Hogans Sex Tape Trial Begins in Florida"]}