{"date": "2016-04-08", "sectionnews": ["In Wisconsin, Trump Faltered and Palin Bombed. Why Cruz Will Struggle to Do Better", "Donald Trumps Confidence Game Has Been Years In the Making", "The New Arms Race in Major League Baseball", "God Is Not Dead  but Our Ability to Be Aware of God Might Be", "The Truth About Family Therapy (and Why You Should Still Go)", "What Virtual Realitys Past Reveals About its Future", "The Panama Papers Love Connection", "Rumors of Gods Death Have Been Greatly Exaggerated", "s Impact on Culture Is More Than Just Its Winners", "Why Keshas Court Case Matters to All Women"], "topnews": ["After leaked documents from a Panamanian law firm put his family's financial affairs in the spotlight, British Prime Minister David Cameron has acknowledged that he profited from his father's investments in an offshore tax haven. There is no suggestion he acted illegally", "Texas Senator Ted Cruz has the endorsements of only three of his fellow Republican Senators in his presidential campaign, and two of those were pretty grudging. Here's why the Establishment isn't lining up behind him", "Syrian television says several hundred workers from a cement company were abducted from an area where militants launched a surprise attack against government forces earlier this week. Human rights monitors said contact had been lost with the workers", "Trent Harmon, a 25-year-old waiter from Mississippi, won", "in the momentous show's series finale. He beat out La'Porsha Renae in the second part of", "'s two-part finale, debuting his track \"Falling\"", "Azerbaijan and Armenia accused each other of violating a two-day-old cease-fire in Nagorno-Karabakh, while Russia and Iran joined diplomatic efforts to prevent a war that could destabilize the strategic Caucasus region", "Uber will pay at least $10 million to settle California prosecutors' allegations that the ride-hailing company misled passengers over the quality of its driver background checks. Uber said it already has made many changes prosecutors sought", "Seven in 10 people have an unfavorable view of Trump, according to a new poll. It's an opinion shared by majorities of men and women; young and old; conservatives, moderates and liberals; whites, Hispanics and blacksand close to half of Republicans", "The combination drug is a daily pill that uses two already approved drugs for the disease. The drug can be given at a lower dose compared to other treatments, including the company's other drug Viread, because it can enter drugs more efficiently", "The 'Rogue One' trailer confirmed most of what we already knew about this Star Wars spinoff. A Rebellion crew must steal the plans for the first Death Star so they can destroy it. But it also raised a number of questions", "President Bill Clinton engaged repeatedly with Black Lives Matter protesters who interrupted a rally in Philadelphia in a series of tense confrontations, defending his own and his wife Hillary's positions in the 1990s", "The humble chair J.K. Rowling sat on while writing the first two books of the", "series was auctioned in New York City for $394,000. An anonymous private collector made the winning bid, Heritage Auctions said", "President Obama was back on his home turf of Chicago to make the case for his Supreme Court nominee Merrick Garland, whom he called an \"indisputably qualified\" candidate for the position", "Cameron Profited From Shares", "GOP Mulls Devil They Know", "ISIS Reportedly Abducts 300 Workers in Syria", "Trent Harmon Wins Final Season of", "", "Russia and Iran Join Nagorno-Karabakh Talks", "Uber Settles Background Check Lawsuit for $10 Million", "Most Americans Have an Unfavorable View of Trump", "New HIV Drug Approved by FDA", "What We Learned From the", "Trailer", "Bill Clinton Tangles With Black Lives Matter Protesters", "J.K. Rowling's", "Chair Sells at Auction", "Obama Makes a Hometown Pitch for Merrick Garland", "Iceland Appoints New Prime Minister", "These 5 Facts Explain the Massive Political Fallout from the Panama Papers", "What Tax Inversions and the Panama Papers Have in Common"]}