{"date": "7:08 PM ET", "sectionnews": ["President Trumps Illegal Military Orders", "The Republican Partys Trump Slump", "Apple Is Threatening Our National Security", "What a Year of Racial Strife Has Taught Bernie and Hillary", "Ruined Our Chance for True Abortion Rights", "How the 2 Apple Encryption Cases Are Different", "Businesses Will Continue to Merge and Purge in 2016", "My Havana Homecoming", "Chris Christie Is a Desperate Opportunist", "Stephen Curry Is the Antidote to America's Anger Problem"], "topnews": ["Though the truce in Syria is holding for now, sparks of civil protest underscore the origins of the warand the government's darker strategy to keep Assad in power at any cost and deny rebels any hope of a credible alternative", "Ben Carson said at the Conservative Political Action Conference in Washington, D.C. that he is leaving the presidential campaign trail. \"You know, theres a lot of people who love me, they just won't vote for me,\" he quipped", "In a made-for-Michigan pitch, Democratic frontrunner Hillary Clinton stood on a factory floor in Detroit and blasted corporate greed and anti-union politics as she cast herself as the best ally of workers", "Joey Feek, half of the country and gospel duo Joey + Rory, died at 40, ending her fight with terminal cancer. \"The pain has ceased,\" her husband wrote on the blog where he had chronicled her illness. \"And all her tears are dry\"", "The Los Angeles police are investigating a knife that authorities say may have been found at O.J. Simpson's residence more than 16 years ago, stoking speculation that it could be the long-lost murder weapon from 1994", "The Supreme Court temporarily blocked the enforcement of a Louisiana abortion restriction that would have left the state with only one doctor that performs abortions, just days after it heard a challenge to a similar law in Texas", "A lab study has found that Zika can infect embryonic cells that help form the brain, adding to evidence that the virus causes a serious birth defect where babies are born with a small head and brain development issues", "Two new studies bolster evidence that feeding babies peanuts or other allergy-inducing foods is more likely to protect them than to cause problems. The prevention strategy leads to long-lasting results", "The daughter of infamous drug kingpin Joaquin El Chapo Guzman said her father visited her twice in California while he was a fugitive, even though he was wanted by both Mexican and U.S. authorities", "Republican frontrunner Donald Trump has revised his stance on torture and killing of families of terrorists, saying that if he becomes Commander in Chief, he wouldn't order the military to break international law", "Fey, who stars in the new film", ", spoke to TIME about how the movie acknowledges a premise built upon \"white-lady problems,\" and why it avoids all talk of biological clocks, and how she made use of her skills as a former fake news anchor", "Brazilian police took former President Luiz Inacio Lula da Silva in for questioning and searched his home and other buildings linked to him as part of the sprawling corruption case at the oil giant Petrobras", "Syria's Tenuous Truce", "Ben Carson Drops Out of Race", "Hillary Clinton Hits Populist Notes in Pitch to Michigan", "Joey Feek, Country Singer, Dies at 40", "LAPD Testing Knife Possibly From O.J. Simpson Home", "Supreme Court Blocks Abortion Restriction in Louisiana", "Study Supports Zika's Birth Defect Link", "Feeding Peanuts to Babies May Protect Against Allergies", "El Chapo's Daughter Says He Visited Her in U.S.", "Trump Backs Off Promises to Break International Law", "Tina Fey Talks About Her 'White-Lady Problems' in New Film", "Brazil's Ex-President in Custody Amid Graft Probe"]}