{"date": "1:02 AM ET", "sectionnews": ["Why Trump Hasn't Laid a Finger on Marco Rubio", "Why Pope Francis Picked a Fight With Donald Trump", "Review: Jesse Owens Biopic", "Fails Before the Finish Line", "These 5 Facts Explain Why Turkey Is in Deep Trouble", "The Speech Hillary Clinton Should Give to Young Women", "Salary Transparency Will Help Women", "Donald Trump Is Wrong About Torture", "This Is the Real Reason Apple Is Fighting the FBI", "How I Stay in Shape", "This Is the Person You Most Need to Take on a Date"], "topnews": ["Jeb Bush, who ended his campaign for president after losing South Carolina's primary, was not the candidate Republicans were looking for in 2016. He didnt even live up to the hype that the son and brother of former presidents could be a stellar leader", "Hillary Clinton declared victory early in the Nevada caucuses, holding off an intense push by Vermont Sen. Bernie Sanders in recent weeks to break her support among Latinos and African Americans", "One law enforcement officer was killed and three were injured early after an hours long standoff in rural north Mississippi ended in gunfire, authorities said. Also killed was the man suspected of firing on the police officers", "Rapper 50 Cent has to show up in court to explain why he posted an Instagram of himself surrounded with cash just months after he filed for bankruptcy. The rapper has repeatedly posted photos and videos on Instagram of large piles of money", "Fiji has enacted a total public curfew in response to Cyclone Winston, as gusts from the storm reached 224 mph (the equivalent of a Category 5 hurricane) and the cyclone caused power to go out on much of the tropical island nation", "A referendum on whether Britain should stay in the European Union will be held on June 23, Prime Minister David Cameron announced, as he declared that the U.K. would be \"safer and stronger\" if it remained in the 28-nation bloc", "The Justice Department is firing back at Apple for refusing to help unlock a phone used by one of a San Bernardino attacker. In a new motion, federal prosecutors say the company led by Tim Cook has chosen to repudiate a judge's order instead of following it", "In a hallowed place where popes have prayed and pilgrims have flocked, mourners gathered at the nation's largest Catholic church to pay their final respects to Justice Antonin Scalia. Scalia's sons and sons-in-law served as pallbearers", "Two abducted Serbian embassy staffers were among the almost 50 killed in U.S. airstrikes on a suspected ISIS training camp in Libya, according to Serbia's prime minister. The country had been negotiating for their release", "Harper Lee, who died at 89, made her greatest contribution to the culture early; she was 34 when she published", ", a rare classic that speaks to all ages about the less triumphant aspects of American history", "Virgin Galactic rolled out a new version of its SpaceShipTwo space tourism rocket as it prepares to return to flight testing for the first time since a 2014 accident destroyed the original craft, killing a pilot and setting back the nascent industry", "SeaWorld Entertainment announced the replacement of several key executives as the company struggles financially amid the continued controversy over its treatment of killer whales. The CEO said the goal is to \"deliver on our strategic priorities\"", "Why Jeb Couldnt Win", "Clinton Beats Sanders in Nevada Caucuses", "1 Officer Dead, 3 Wounded in Mississippi Shooting", "Judge Orders 50 Cent to Explain Instagram Photos", "Fiji on Lockdown as Massive Cyclone Hits", "U.K. Referendum on E.U. Membership Scheduled for June", "Feds Strike Back at Apple for Refusing to Unlock iPhone", "Mourners Gather for Justice Scalias Funeral Mass", "2 Serbian Hostages Killed in U.S. Airstrikes", "How Harper Lee Rocked the World", "Virgin Galactic Unveils Space Tourism Rocket", "SeaWorld Shakes Up Leadership Team Amid Struggles", "Hillary Clinton Celebrates Victory in Nevada With a Call for Unity", "Watch Jeb Bush's Saddest Campaign Moments", "Clinton Takes Victory in Nevada After Hard-Fought Battle With Sanders"]}