{"date": "2016-04-09", "sectionnews": ["Donald Trumps Confidence Game Has Been Years In the Making", "Civility in Politics Matters More Than Ever", "The Boss Demotes Melissa McCarthy", "Why Obama Thinks the Senates Inaction Is Dangerous to Democracy", "The Truth About Family Therapy (and Why You Should Still Go)", "In Wisconsin, Trump Faltered and Palin Bombed. Why Cruz Will Struggle to Do Better", "The New Arms Race in Major League Baseball", "God Is Not Dead  but Our Ability to Be Aware of God Might Be", "How Fighting ISIS Is Like Vietnam"], "topnews": ["Belgian police arrested the two only attackers believed to have survived last month's bombings in Brussels and the killings in Paris last November. But worrying questions remain about how the men managed to evade a Europe-wide dragnet for so long", "Trans United Fund is the first group of its kind, a 501(c)(4) organization comprised of transgender leaders and focused on transgender issues, and not just the obvious ones. All the presidential candidates will be hearing from the group on Monday", "Millions of Netflix customers are about to start paying more to stream their favorite movies and TV showsand chances are, they don't even realize it. About 80% of those who will be affected by the price increase did not realize it was coming", "Bruce Springsteen cancelled his upcoming show in Greensboro, N.C., citing \"solidarity\" in opposition to the state's new law requiring transgender people to use the bathrooms that correspond with their physical sex at birth", "Keith Allen Harward walked out of the Nottoway Correctional Center after the Virginia Supreme Court agreed that DNA evidence proves he's innocent of the 1982 killing of Jesse Perron and the rape of his wife in Newport News", "The reflective power of clouds may be less effective at counteracting global warming than previously thought, according to new research. The findings could dramatically increase the forecast speed of temperature rise in the decades ahead", "Dozens of Pakistani migrants are sent back from Greece, thanks to a controversial deal between the E.U. and Turkey. But critics say the new arrangement abdicates Europes responsibility under international law and exposes deportees to dangerous conditions", "Luxury car maker BMW will launch a car-sharing service in the United States this year, the company announced. Like BMW's European car-sharing service, the BMW cars will be distributed throughout a city instead of at one pickup and drop-off location", "In his first major teaching on family issues, Pope Francis advanced the power of local bishops to include divorced and remarried Catholics in church life, while largely sidestepping social issues like gay marriage and married clergy", "Fifty-five percent of Americans say they have a negative opinion of Democratic front-runner Hillary Clinton, a new poll shows, but she remains far more popular than the leading candidate for the Republican nomination, Donald Trump", "A senior U.S. official who spoke on the condition of anonymity says an airman shot his commander in an apparent murder-suicide at a U.S. Air Force base in San Antonio. Two handguns were found near the bodies of the men", "The Justice Department will pursue a lawsuit against Apple in Brooklyn to compel the company to unlock the iPhone of a convicted drug dealer, saying the workaround the FBI found for the San Bernardino case won't work in the Brooklyn case", "Europe's Fears Persist", "Transgender Advocates Fight Back With New Political Group", "Netflix Customers Don't Realize Prices Will Increase Soon", "Springsteen Nixes Concert Over Transgender Bathroom Bill", "Innocent Man Released After 33 Years in Prison", "Clouds Aren't Stopping Global Warming", "Deported Migrants Face Uncertain Future", "BMW to Launch Car-Sharing Service in U.S.", "Pope Francis Softens Divorce Stance", "Majority View Hillary Clinton Unfavorably, Poll Says", "Official: Airman Shot Commanding Officer in Murder Suicide", "New Encryption Fight Looms in Brooklyn iPhone Case"]}