{"date": "12:23 PM ET", "sectionnews": ["How the 2 Apple Encryption Cases Are Different", "Ruined Our Chance for True Abortion Rights", "Stephen Curry Is the Antidote to America's Anger Problem", "Businesses Will Continue to Merge and Purge in 2016", "Privilege Is a Call to Give Back", "My Wifes Abortion Taught Me About Civil Rights", "Tina Fey Falls in Love With a War Zone in Whiskey Tango Foxtrot", "Trump's Views Are More Dangerous Than the KKK", "Chris Rock Should Know That Racism Isnt Black and White"], "topnews": ["After a massive Super Tuesday victory for Donald Trump, donors, campaign veterans and others are coalescing behind a frantic, two-week effort to halt the billionaire's momentum before it's too lateif it's not too late already", "A scathing grand jury report details how two Catholic bishops of a small Pennsylvania diocese covered up cases of priests who preyed upon hundreds of young children  allowing sexual abuse to go unchecked or the offenders to return to work", "The U.N. Security Council has unanimously approved the toughest sanctions on North Korea in two decades, reflecting growing anger at Pyongyang's latest nuclear test and rocket launch in defiance of a ban on all nuclear-related activity", "The American astronaut, along with Mikhail Kornienko and Russian cosmonaut Sergey Volkov, landed in the Kazakhstan steppe in their Soyuz spacecraft, bringing to an end Kelly's historic year in space, designed to study the rigors of long-term space travel", "A U.S. official says debris washed up over the weekend in Mozambique has been tentatively identified by experts close to the investigation as a part from the same type of aircraft as the missing Malaysia Airlines Flight 370", "The Department of Defense is recruiting experienced and vetted hackers to put its security to the test. The new program, called \"Hack the Pentagon,\" will launch in April", "A powerful, shallow earthquake hit off the southwestern coast of Sumatra in Indonesia and could trigger a tsunami, officials said. The U.S. Geological Service said the earthquake had a preliminary magnitude of 7.9. There were no immediate reports of injuries or damage", "The Supreme Court will hear oral arguments on whether Texas restrictions amount to an \"undue burden\" on the constitutional right to an abortion established in Roe v. Wade. Similar laws have been passed in 24 other states", "Everyone gets them, and many people spend hundreds or even thousands to cover them up. Now, in a paper published in Nature Communications, an international team of researchers describe the first gene linked to greying hair", "The long-speculated bankruptcy of Sports Authority is official. CEO Michael Foss said that the company decided to file for Chapter 11 bankruptcy as a way to implement a financial and operational restructuring that it sees as necessary to better appeal to customers", "Artillery shells struck near the main street of a Syrian village controlled by the government on Tuesday, sending international reporters diving for cover and highlighting the fragility of a partial cease-fire that both sides in the civil war say has been repeatedly violated", "South Dakota's governor vetoed a bill that would have made it the first state in the U.S. to approve a law requiring transgender students to use the bathrooms and locker rooms that match their sex at birth", "Two Weeks to Halt Trump", "Pennsylvania Bishops Covered Up Abuse of Children", "U.N. Approves Tough New Sanctions on North Korea", "Scott Kelly Happy to Be Back on Earth: This Feels Great", "Plane Debris Likely From MH370-Type Aircraft Washes Up", "The Government Wants Hackers to Attack the Pentagon", "Powerful 7.9 Magnitude Earthquake Hits Off Indonesia", "Supreme Court to Hear High-stakes Abortion Case", "There's a Gene for Grey Hair", "Sports Authority Declares Bankruptcy, Will Close 140 Stores", "Shelling in Northern Syria Shows Limits of Truce", "South Dakota Gov. Vetoes Transgender Bathroom Bill"]}