{"date": "12:36 PM ET", "sectionnews": ["The Paradox of Being a Black Role Model", "Fact-Checking Donald Trump on Free Trade", "These 5 Facts Explain the Increasingly Tense Geopolitics in Asia", "Why This Recent Piece of ISIS Intelligence Stands Out", "The In-Box of the Next Commander-in-Chief", "Heres What NASA Needs If Were Really Going to Mars", "Why the U.S.-U.K. Relationship Is Less Special than Ever", "The Media Came Too Late to the Promise of John Kasich", "How I Remember My Mother Nancy Reagan", "10 Cloverfield Lane Is a Nonsequel That Delivers"], "topnews": ["With polls showing him trailing in his home state and the nation's television screens showing violence at a Donald Trump rally, Marco Rubio appeared deflated and despondent over the weekend", "Turkey's air force hit Kurdish rebel targets in northern Iraq, hours after a car-bombing that killed 37 people in the Turkish capital, state media said. President Recep Tayyip Erdogan issued a statement vowing to bring \"terrorism to its knees\"", "The Justice Department is discouraging state court systems from jailing poor defendants who fail to pay fines or fees, warning against practices that it says run afoul of the Constitution and erode community trust", "Tristan Walker didnt know anything about Silicon Valley until he was 24 years old. Today, at age 31, hes gone through stints at Twitter, Foursquare and Andreessen Horowitz, emerging as a leader in efforts to boost diversity in tech", "London Mayor Boris Johnson has warned President Obama not to intervene in the U.K's European Union referendum during a visit to the country next month. Obama lecturing Britons would be \"outrageous and exorbitant hypocrisy,\" Johnson writes", "In Ohio, Hillary Clinton is seeking to reconnect with working-class Democrats by pledging to stand with unions and challenge Republican frontrunner Donald Trump on his rhetoric. Clinton delivered a fiery speech to more than 3,000 Ohio Democrats", "The thunderstorms that killed six people and flooded thousands more out of their homes in the South were getting in one last kick before clearing out overnight, but major river flooding is expected to continue for many days, forecasters said", "It's that time of year again: Kansas are the overall No. 1 having won both the regular-season and conference titles in the Big 12. The Jayhawks are joined by Oregon in the West, Virginia in the Midwest and UNC in the East", "Marco Santagata said the writer of the celebrated Neapolitan novels  which include the English translations My Brilliant Friend and last year's The Story of the Lost Child  was Naples-based history professor Marcella Marmo", "An Amtrak train derailed in southwest Kansas, sending about 20 people to the hospital. An Amtrak statement says the train was traveling from Los Angeles to Chicago early Monday when it derailed just after midnight about 20 miles west of Dodge City", "Brazilians ratcheted up the heat for embattled President Dilma Rousseff, turning out by the tens of thousands for demonstrations across the country calling for her ouster. Organizers said about 1 million people joined the anti-Rousseff demonstration in Rio de Janeiro", "A nationalist, anti-migration party powered into three German state legislatures in elections held amid divisions over Chancellor Angela Merkel's liberal approach to the refugee crisis. Merkel's conservatives lost to center-left rivals in two states", "Rubio Senses End Is Near", "Turkey Launches Airstrikes After Bombing Kills 37", "Feds Urge States Not to Jail People for Unpaid Fines", "Meet the Tech CEO Opening Doors for People of Color", "London Mayor to Obama: Leave 'Brexit' Alone", "What Hillary Clinton Is Selling to Ohio Voters", "Flooding Damages Thousands of Homes in the South", "March Madness Returns as NCAA Top Seeds Revealed", "Italian Historian Claims to Have Unmasked Elena Ferrante", "Injuries Reported as Amtrak Train Derails in Kansas", "Massive Protests in Brazil Call for President's Resignation", "Anti-Refugee Party Makes Gains in German Elections", "Trump's Opponents Break the Mold Too", "Ted Cruz Is 'Troubled' by Donald Trumps Campaign Rallies", "Why Protesters Help Donald Trump"]}