{"date": "4:28 PM ET", "sectionnews": ["No, the Apollo 10 Astronauts Didnt Hear Alien Music Behind the Moon", "How We Can Help Save Women's Lives", "We Cannot Let SCOTUS Block Clean Power", "Why Its So Important for Women to Be Likable and Aggressive", "Emotion, Not Facts, Will Decide Whether Britain Stays in the E.U.", "Jesse Owens Biopic Race Fails Before the Finish Line", "The Internet Is Undermining Americas Power", "What No One Tells New Moms About Going Back to Work", "Salary Transparency Will Help Women", "This Is the Change Ukraine Really Needs"], "topnews": ["The Uber driver suspected in a series of three random shootings in Michigan admitted carrying out the seemingly random attacks that killed six people.", "The United States, Russia, and other countries have reached an agreement for a ceasefire in Syria, Secretary of State John Kerry said. More than 250,000 people have been killed in five years of civil war, and millions have been forced to leave their homes", "Under criticism for engaging in \"dirty tricks,\" Texas Sen. Ted Cruz asked for the resignation of a senior communications aide after the staffer circulated a false story questioning Florida Sen. Marco Rubio's faith", "The Labrador Retriever remains the most popular purebred dog in the U.S., according to the 2015 ranking by the American Kennel Club. Whether beloved for their sweet disposition, energy or willingness to play fetch, they have won the top spot for 25 years", "CDC director Tom Frieden talks to TIME about what we're learning in the battle against the Zika virus. The CDC's emergency operations center is on its highest alert for the Zika responseonly the fourth time in its history", "The end of Jeb Bush's campaign led to a flurry of big-name Republican endorsements. After the former Florida Governor left the GOP primary, a number of big names weighed in, with Bush's former protege, Florida Sen. Marco Rubio, the clear winner", "The Apple chief thanked employees for their support in a mass email and said he would stand his ground in the companys ongoing fight against an order to help the government hack into an iPhone belonging to a San Bernardino shooter", "Bill Cosby's wife, an enigmatic figure who has publicly stood by her husband despite the dozens of sexual assault allegations against him, was deposed in a defamation lawsuit filed against him by seven accusers", "A female supporter upbraided Ohio Gov. John Kasich at a rally for saying that women \"left their kitchens\" to campaign for him. The Republican presidential candidate was telling the crowd about an earlier campaign for the state legislature in 1978", "A Yelp employee who wrote a blistering post online about her low pay was fired. Your employee for your food delivery app that you spent $300 million to buy cant afford to buy food,\" she wrote", "A new study shows that the HPV vaccine is working in teens and young adults. Rates of HPV infection among teens ages 14 to 19 dropped by 64% six years after the shot was recommended, and by 34% among people ages 20 to 24", "In one of the most exhaustive and damning reports on diversity in Hollywood, a new study finds that in 414 major films and TV shows, only a third of speaking characters were female, and only 28.3 percent were from minority groups", "Uber Driver Admits to Shootings", "Kerry Hails Deal with Russia for Syria Ceasefire", "Cruz Fires Top Spokesman for Spreading False Rubio Story", "The Labrador Retriever Is Still Americas Top Dog", "CDC Director on Zika: 'So Much That We Need To Do'", "Rubio Picks Up Endorsements After Bush Ends Campaign", "Apple CEO Defiant Against FBI Order", "Bill Cosby's Wife Deposed In Defamation Lawsuit", "Kasich: Women 'Left Their Kitchens' to Campaign for Him", "Yelp Employee Fired After Writing Open Letter to CEO", "The HPV Vaccine Is Lowering Infection Rates", "Hollywood's Diversity Problem at 'Epidemic' Levels: Study"]}