{"date": "4:07 PM ET", "sectionnews": ["Japan Is a Disturbing Cautionary Tale for America and the World", "Obama Is Culturally Black Because He Wants to Be", "What This Years Oscars Say About America", "Why", "Matters for Fathers, Then and Now", "Gender Is Not Just Chromosomes and Genitals", "Gitmo Is a Problem for the Next Person in Charge", "Breast Reduction Surgery Changed My Life", "How a Leading Christian College Turned Against Its Gay Leader", "No, the Apollo 10 Astronauts Didnt Hear Alien Music Behind the Moon", "Melinda Gates Offers a Solution to Time Poverty"], "topnews": ["Senate Minority Leader Harry Reid backed Hillary Clinton's presidential campaign, becoming the 39th and highest-ranking endorsement from a sitting Democratic Senator. He called for Democrats to consolidate support behind the former Secretary of State", "Three's a charm for Donald Trump, who took his third straight contest by double-digit margins in Nevada\"winning, winning, winning the country,\" as he said. Now the Republican establishment is moving from bargaining to depression", "Teams of U.S. and Brazilian health workers ventured into dicey slums, fought through snarled traffic and braved torrential downpours on the first day of their effort to determine if the Zika virus is causing babies to be born with a birth defect affecting the brain", "Facebook is finally moving beyond the \"Like.\" The Menlo Park, Calif. firm announced that its long-awaited \"Reactions\" buttons are arriving for its billion-plus users around the world. New responses include \"Love,\" \"Haha,\" \"Wow,\" \"Sad\" and \"Angry\"", "Jackson, Miss. is cautioning some residents against consuming tap water after reports of high lead levels. The city says the water is safe, but pregnant women and small children should take special steps \"out of an abundance of caution\"", "Sepp Blatter and Michel Platini have had their bans from football reduced from eight to six years by the FIFA appeal committee. They were banned after FIFA president Blatter authorized a payment of 2 million Swiss francs to UEFA president Platini in 2011", "Texas' highest criminal court tossed the second and final felony charge against former Gov. Rick Perry, for abuse of power, likely ending a case the Republican says helped sink his short-lived 2016 presidential bid", "Iraqi Kurdish authorities said their troops rescued a Swedish teenager from ISIS near the extremist-controlled city of Mosul, while a local TV station broadcast an interview with the girl in which she described how she came with her boyfriend to Iraq last year", "The hackers that released troves of private information about Sony Pictures in 2014 are still on the attack, and they were active as recently as last week, according to a new report from a collection of cybersecurity firms", "More dangerous tornadoes were forecast from Florida up to the Mid-Atlantic Wednesday, part of a storm system that earlier killed at least three people, destroyed homes and left tens of thousands without power", "Kanye West is sticking to his story about the most controversial line on his new album,", "never mind denials from Taylor Swift's camp that he ever got her approval for a controversial lyric", "Viktor Orban, Hungary's prime minister, has called for a national referendum on the European Union's plan for a mandatary quota for the resettlement of migrants and refugees, a vote that affects \"Hungary's independence,\" he said", "Reid It and Weep", "Donald Trump Is 'Winning, Winning, Winning'", "Brazil and U.S. Disease Detectives Begin Zika Study", "Facebook Rolls Out Radical New 'Like' Buttons", "Jackson, Miss. Cautions Against Water After Lead Reports", "FIFA Reduces Soccer Ban for Sepp Blatter", "Felony Charge Against Rick Perry Is Dropped", "Swedish Teen: Boyfriend Convinced Her to Join ISIS", "Sony Hackers Are Still at Large, Report Claims", "3 Dead as Tornadoes Hammer the Deep South", "Kanye Sticks to His Taylor Swift Story", "Hungary Calls for Vote on E.U.'s Refugee Quotas", "Clinton's Lead Over Sanders Is Shrinking Rapidly Among Latino Voters, Poll Shows", "South Carolina Rep. Jim Clyburn Endorses Hillary Clinton", "Hillary Clinton Enlists Morgan Freeman"]}