{"date": "1:48 PM ET", "sectionnews": ["The 5 Craziest Things We Just Learned About Pluto", "How to Talk to Your Kids about Donald Trump", "These 5 Facts Explain the State of Global Corruption", "Why Paul Ryan Wont Be the Republican Nominee", "Blocking Garland Spells Trouble for the GOP", "There Is No Reason to Feel Guilty About C-Sections", "Apples Brand Isnt Worth America's Safety", "Nobody Knows Where Merrick Garland Stands on Abortion Rights", "Why Kids Must Learn About Religion Much Earlier", "This Is What Ancient Greeks Would Have Called Donald Trump"], "topnews": ["A Dubai airliner with 62 people on board nosedived and exploded in a giant fireball while trying to land in strong winds in the southern Russian city of Rostov-on-Don, killing all aboard, officials said. A sudden gust of wind might have caused the crash", "Salah Abdeslam, the top suspect in last year's Paris attacks, was charged with \"terrorist murder\" by Belgian authorities and his lawyer vowed to fight any attempt to extradite him to France to stand trial for the slaughter of 130 people", "A suicide attacker detonated a bomb on Istanbul's main pedestrian shopping street, killing five people, the city's governor said. Turkey's health minister said 36 people were wounded in the attack including 12 foreign nationals", "Gawker will appeal the verdict reached in favor of Hulk Hogan in the lawsuit he brought over the company's publication of a sex tape featuring the professional wrestler. The jury awarded Hogan $115 in compensatory damages in addition to punitive damages", "Actor and director Tyler Perry spoke to TIME ahead of his live musical special", ", which follows the last days of Jesus' life on earth. He also talked about the controversy over the Oscars, and whether he'll endorse a presidential candidate", "In the latest bracket-busting move, No. 15 seed Middle Tennessee Blue Raiders beat the No. 2 seed Michigan State Spartans, a team many predicted would win it all this year. The 90-81 loss was a shock to MSU fans and haters alike", "French President Franois Hollande said more arrests would likely follow the capture of Salah Abdeslam, a key suspect in the Paris terror attacks who was taken into custody during a raid on a Brussels suburb", "The 2012 presidential candidate wrote in a Facebook posting that the race for the Republican nomination has become a contest between \"Trumpism and Republicanism,\" and urged his now-home state to vote for Cruz", "A Supreme Court judge suspended former Brazilian President Luiz Inacio Lula da Silva's nomination to a Cabinet post amid corruption investigations, a decision likely to stoke tensions in a country already rocked by dueling pro- and anti-government demonstrations", "Cars may be \"increasingly vulnerable\" to hacking, according to a bulletin released by the FBI and U.S. National Highway Traffic Safety Administration. The rise of \"smart\" cars has made it easier for hackers to infiltrate their computer systems", "Starwood is calling off a $12.2 billion buyout agreement with Marriott in favor of an offer from a group of investors led by the Chinese insurance company Anbang. The decision came after Anbang upped its offer by nearly $370 million", "Chicken of the Sea has recalled more than 100,000 cans of tuna just one day after Bumble Bee announced its own recall. The recall was initiated over concerns that the tuna may be undercooked due to an equipment malfunction", "62 Dead in Russia Plane Crash", "Paris Attacks Suspect Charged With 'Terrorist Murder'", "5 Dead in Turkey Suicide Attack", "Gawker to Appeal Verdict Awarding Hulk Hogan $115 Million", "Tyler Perry Talks 'The Passion' and the Election", "Michigan State Loss Means Your Bracket Is Busted", "French President on Terror Arrest: Our Fight Is Not Over", "Romney Backs Cruz in Effort to Force Contested Convention", "Brazil Supreme Court Judge Blocks Post for Ex-President", "FBI Warns of Car Hacking Risk", "Starwood Calls Off Marriott Deal", "Chicken of the Sea Recalls Tuna"]}