{"date": "2016-04-10", "sectionnews": ["Donald Trumps Confidence Game Has Been Years In the Making", "Civility in Politics Matters More Than Ever", "The Boss Demotes Melissa McCarthy", "Why Obama Thinks the Senates Inaction Is Dangerous to Democracy", "The Truth About Family Therapy (and Why You Should Still Go)", "In Wisconsin, Trump Faltered and Palin Bombed. Why Cruz Will Struggle to Do Better", "The New Arms Race in Major League Baseball", "God Is Not Dead  but Our Ability to Be Aware of God Might Be", "How Fighting ISIS Is Like Vietnam"], "topnews": ["Bernie Sanders won the Wyoming caucuses over Hillary Clinton, continuing the senator's recent string of victories. But the win isn't likely to help him make up much ground against Clinton in the delegate race that will decide nomination", "A massive fire broke out during a fireworks display in a south Indian temple killing more than 80 people and injuring at least 200 more. Thousands had been packed into the temple complex when a big explosion erupted in Paravoor village in Kerala state", "After nearly three weeks of frantic searching, Belgian authorities announced they had finally arrested and identified the elusive \"man in the hat\" spotted alongside two suicide bombers who blew themselves up at Brussels Airport on March 22 as Mohamed Abrini", "SpaceX resumed station deliveries for NASA on Friday, and in a double triumph, successfully landed its booster rocket on an ocean platform for the first time. The 15-story booster steered to an upright touchdown on the barge, withstanding 50 mph gusts.", "A new poll shows that President Barack Obama's approval rating has increased and he is viewed more favorably than any of the presidential candidates, which could boost his influence on November's general election.", "ISIS released most of the 300 cement workers it abducted near Damascus after killing four who were members of the minority Druze sect, a Syrian opposition monitoring group and a news agency linked to the extremists reported", "Justice Department prosecutors said that former House speaker Dennis Hastert abused four young boys when he was their wrestling coach, and urged that he be ordered to serve up to six months in prison when he's sentenced later this month", "U.S. Supreme Court Justice Sonia Sotomayor said that greater diversity on the high court is important, in comments made shortly after President Barack Obama once again urged a vote on his Supreme Court nominee Merrick Garland", "Sen. Ted Cruz has locked up the support of 21 total Colorado delegates to the Republican National Convention, a majority of the state's delegates, showing how Cruz's superior organization has helped him as he tries to catch up with Donald Trump", "North Korea's latest belligerent declaration that it successfully tested a new long-range rocket engine that could allow nuclear strikes on the U.S. mainland follows last month's launch of a medium-range ballistic missile", "A former Vanderbilt football player has been found guilty of raping an unconscious student in a dorm. Cory Batey was convicted of aggravated rape, two counts of attempted aggravated rape, facilitation of aggravated rape and three counts of aggravated sexual battery", "Belgian police arrested the two only attackers believed to have survived last month's bombings in Brussels and the killings in Paris last November. But worrying questions remain about how the men managed to evade a Europe-wide dragnet for so long", "Sanders Wins Wyoming Caucuses", "Fire Kills at Least 84 in South India Temple Complex", "Brussels Suspect Admits to Being 'Man in the Hat'", "SpaceX Successfully Lands Rocket on Drone Ship", "Poll: Obama More Popular Than Presidential Candidates", "ISIS Frees Most of 300 Abducted Workers, Kills 4", "Prosecutors: Former Speaker Hastert Abused 4 Boys", "Justice Sotomayor Calls for More Supreme Court Diversity", "Ted Cruz Adds More Delegates With Colorado Sweep", "N. Korea Says It Tested New Long-Range Rocket Engine", "Former Vanderbilt Football Player Found Guilty of Rape", "Europe's Terror Fears Persist"]}