{"date": "1:05 AM ET", "sectionnews": ["Why This Recent Piece of ISIS Intelligence Stands Out", "The In-Box of the Next Commander-in-Chief", "Heres What NASA Needs If Were Really Going to Mars", "Fact-Checking Donald Trump on Free Trade", "Why the U.S.-U.K. Relationship Is Less Special than Ever", "The Media Came Too Late to the Promise of John Kasich", "How I Remember My Mother Nancy Reagan", "10 Cloverfield Lane Is a Nonsequel That Delivers", "The Party of Reagan Is No More", "Getting Others Approval Isnt the Most Important Thing"], "topnews": ["A suicide car bomb has erupted near bus stops in the heart of Turkey's capital, killing at least 34 people and wounding around 125 others, officials said. No group has yet claimed responsibility for the blast on the city's main boulevard", "In Ohio, Hillary Clinton is seeking to reconnect with working-class Democrats by pledging to stand with unions and challenge Republican frontrunner Donald Trump on his rhetoric. Clinton delivered a fiery speech to more than 3,000 Ohio Democrats", "At least six armed men attacked beachgoers outside three hotels in Grand-Bassam, killing at least 14 civilians and two special forces, sending tourists fleeing through the historic Ivory Coast resort town", "It's that time of year again: Kansas are the overall No. 1 having won both the regular-season and conference titles in the Big 12. The Jayhawks are joined by Oregon in the West, Virginia in the Midwest and UNC in the East", "With polls showing him trailing in his home state and the nation's television screens showing violence at a Donald Trump rally, Marco Rubio appeared deflated and despondent Sunday.", "Brazilians ratcheted up the heat for embattled President Dilma Rousseff, turning out by the tens of thousands for demonstrations across the country calling for her ouster. Organizers said about 1 million people joined the anti-Rousseff demonstration in Rio de Janeiro", "A man suspected of intentionally driving a snowmobile into teams of two mushers near the front of the Iditarod Trail Sled Dog Race has been arrested in a Yukon River village. He said the crash occurred after a night of drinking", "Germanys anti-immigration party made significant gains in three state elections , dealing a blow to German Chancellor Angela Merkels open door policy to refugees. The nationalist party, Alternative for Germany, or AfD, entered all three legislatures", "The J.J. Abrams-produced", "capitalized on a mysterious marketing campaign to debut with a better-than-expected $25.2 million over the weekend, though the Disney animated hit", "stayed on top with $50 million", "North Korea said it could kill everyone in Manhattan and burn the city down to ashes by mounting a hydrogen bomb on a ballistic missile. The claim came from a report by North Koreas state-run outlet", "For Donald Trump, the protesters that are increasingly emboldened at his rallies are a point of amusement, if not outright pride. Despite widespread criticism of violence at the mogul's events, Trump's crowds see the demonstrations as a reason to campaign harder", "Aviation agencies around the world should draw up new rules requiring medical workers to warn authorities when a pilot's mental health could threaten public safety, French investigators recommended in their report on the Germanwings plane crash", "Bomb Hits Turkish Capital", "What Hillary Clinton Is Selling to Ohio Voters", "Armed Men Open Fire at Ivory Coast Beach Hotels", "March Madness Returns as NCAA Top Seeds Revealed", "Rubio Grows Emotional as He Faces Prospect of Defeat", "Massive Protests in Brazil Call for President's Resignation", "Man Arrested for Driving Snowmobile Into Iditarod", "Germany Anti-Immigrant Party Makes Gains", "Zootopia Beats 10 Cloverfield Lane at Box Office", "North Korea Says Its H-Bomb Could Wipe Out Manhattan", "Why Protesters Help Donald Trump", "French Urge New Rules After Germanwings Crash"]}