{"date": "4:32 PM ET", "sectionnews": ["The In-Box of the Next Commander-in-Chief", "Heres What NASA Needs If Were Really Going to Mars", "Fact-Checking Donald Trump on Free Trade", "Why the U.S.-U.K. Relationship Is Less Special than Ever", "The Media Came Too Late to the Promise of John Kasich", "How I Remember My Mother Nancy Reagan", "Heres Why the U.S. Military Is a Family Business", "10 Cloverfield Lane Is a Nonsequel That Delivers", "The Party of Reagan Is No More", "Getting Others Approval Isnt the Most Important Thing"], "topnews": ["For Donald Trump, the protesters that are increasingly emboldened at his rallies are a point of amusement, if not outright pride. Despite widespread criticism of violence at the mogul's events, Trump's crowds see the demonstrations as a reason to campaign harder", "The Islamic State group has launched two chemical attacks near the northern Iraqi city of Kirkuk, killing a three-year-old girl, wounding some 600 people and causing hundreds more to flee, Iraqi officials said", "Lionel Clah, 29, the second of two inmates who escaped from a prison van in New Mexico on Wednesday has been captured in Albuquerque, police said, less than a day after his fellow fugitive was first nabbed", "President Barack Obama advised against adopting \"absolutist\" views about privacy and security when it comes to technology, addressing a crowd at the South by Southwest Interactive Festival (SXSW) amid the ongoing Apple-FBI encryption battle", "The only prison in Alabama that carries out executions was on lockdown after a violent inmate disturbance  captured on contraband cellphone cameras and posted to social media  left two prison officials injured. Some 100 prisoners were involved", "Officials in the Iditarod Trail Sled Dog Race say a person on a snowmobile purposely struck two teams in the race. A dog on the team of four-time champion Jeff King was killed and five other dogs on King's team were injured", "Ohio Gov. John Kasich faces a do-or-die moment in his home state on Tuesday. If he can't win the 66 delegates that are up for grabs, then his campaign is over.", "Nancy Reagan will be buried beside her husband, President Ronald Reagan, at the library they loved, after being mourned and celebrated by family and hundreds of friends from Hollywood, Washington and beyond in a private service", "Keyboardist formed Emerson, Lake & Palmer with singer Greg Lake and drummer Carl Palmer. The trio helped define the progressive-rock genre with albums including 1971s Pictures at an Exhibition, which reached No. 10 on the Billboard album chart", "A new study shows rates of women who chose a double mastectomies tripled between 2002 to 2012. The procedure, in which both breasts are removed, doesn't helping women to prevent the disease or to survive longer, according to recent research", "Michigan Gov. Rick Snyder has called for an investigation into how his state's Department of Health and Human Services handled the water crisis in Flint. Snyder asked the state's Auditor General and the HHS Inspector General to carry out the probe", "The World Anti-Doping Agency says there have been 99 positive tests this year for meldonium, the drug found in Maria Sharapova's sample at the Australian Open. No other details were provided on who tested positive for the drug", "How Protesters Help Trump", "Iraq: ISIS Chemical Attacks Wound 600", "Second Escaped New Mexico Inmate Caught", "Obama Urges Balance Amid Apple-FBI Fight", "2 Officials Stabbed in Unrest at Alabama Prison", "Dog Killed in Snowmobile Attack on Iditarod Race Teams", "John Kasich Faces a Tough Test in Heartland Homeland", "Nancy Reagan Mourned at Funeral", "Prog-Rock Legend Keith Emerson Dies Aged 71", "Study: Rate of Double Mastectomies Tripled In 10 Years", "Michigan Gov. Calls for Internal Probe into Flint Crisis", "99 Meldonium Cases Reported This Year", "Presidential Candidates Say Trump Set Tone for Violence at Rallies", "Donald Trump Blames 'Thugs' for Cancelled Chicago Rally", "Rubio, Kasich Suggest They May Not Back Donald Trump as Nominee"]}