{"date": "2:21 PM ET", "sectionnews": ["Trumps New Teleprompter Reveals the Method In His Populist Madness", "My Guide to a Better Night's Sleep", "Social Investment Can Stop Jihad", "Continues to Reveal Whats Really Wrong With Wall Street", "Fear Breeds Extremists", "Iran on the Cyberattack", "Review: Superheroes Duke It Out Superseriously in", "Jihadists Dont Understand the Quran", "How Reality TV Took Over U.S. Politics", "The Long, Sexist History of Shrill Women"], "topnews": ["A second attacker is suspected of taking part in the bombing of a Brussels subway train and may be at large, according to media reports, amid growing signs that the same ISIS cell was behind the attacks in Brussels and bloodshed in Paris last year", "The Vice President said Republicans using a speech he gave in 1992 calling for a delay in any Senate considerations of Supreme Court nominees until after the presidential election as an excuse for inaction was \"frankly ridiculous\"", "On one hand, LGBT Republican activists say they are feeling overwhelmingly optimistic and positive. On the other hand, they face discouraging setbacks and party leaders who still bash them to pander to the religious base", "Jian Ghomeshi, who was accused of sexual assault by multiple women, was acquitted in a trial that could have put him behind bars for life. The 48-year-old had plead not guilty to four counts of sexual assault and one count of choking", "Seven hackers tied to the Iranian government were charged in a series of punishing cyberattacks on a small dam outside New York City and on dozens of banks  intrusions that reached into American infrastructure, law enforcement officials said", "The country reported on Thursday that no refugees or migrants landed in the country during the past 24 hours, the first full day of inaction on the coast since the European Union finalized a deal with Turkey to stem the flow", "As Hillary Clinton approaches a general election showdown, she is aiming this week for a public relations twofer: forcefully rebutting her Republican rivals while laying out her own strategy for addressing terrorism in the wake of the Brussels attacks", "The league's concussion research committee left out more than 100 reported concussions from their studies of head injuries between 1996 and 2001, the New York Times reports. The NFL later claimed the Times ignored the facts", "Former Bosnian Serb leader Radovan Karadzic was convicted of genocide and nine other charges at a U.N. court, and sentenced to 40 years in prison. The Yugoslav war crimes tribunal found Karadzic guilty of orchestrating Serb atrocities that killed 100,000 people", "North Carolina legislators decided to rein in local governments by approving a bill that prevents cities and counties from passing anti-discrimination rules. The legislation dealt a blow to the LGBT movement after success with protections in cities across the country", "Dutch soccer star Johan Cruyff has died after being diagnosed with lung cancer last year, according to a statement posted to his website. Cruyff, who played for the Dutch team Ajax, was widely thought to be one of the greatest players in the sport's history", "New Zealanders voted to keep the country's existing flag. More than 2 million voters cast their decision in the second referendum. The original flag, which features the Union Jack, received 56% of the vote to the new design's 43%", "2nd Subway Attacker Suspected", "Biden Pushes Senate to Approve Supreme Court Pick", "LGBT Republicans Struggle With 2016 Choices", "Ex-CBC Host Acquitted in Sexual Assault Trial", "U.S. Charges Iran Hackers in Cyberattacks", "Greece Says No Migrants Landed During Past 24 Hours", "Clinton Blasts Trump and Cruz on Counterterrorism", "NFLs Concussion Research Full of Holes, Report Finds", "Bosnian Serb Leader Convicted of Genocide", "North Carolina Blocks Anti-Discrimination Rules", "Dutch Soccer Star Johan Cruyff Dies at 68", "New Zealand Votes to Keep Its Flag", "Brussels Learns to Live in Fear as Manhunts Continue", "Brussels Bombers Named", "1 Brussels Attacker Had Been Deported to Netherlands From Turkey"]}