{"date": "12:01 AM ET", "sectionnews": ["Can Reaganomics Fix China's Economy?", "Feminism Needs a Revolution", "How Americans Die Abroad", "Remembering Nancy Reagan", "Poverty Is Sexist", "How You Could Get Hit With a Surprise Medical Bill", "We Must Rewrite Womens Role in History", "10 Books to Counteract Your 'Downton Abbey' Withdrawal", "How Peyton Manning Fueled the NFL Boom", "Last Nights", "Was a Truly Great Sitcom Episode"], "topnews": ["Democrat Bernie Sanders won Michigan in an upset over Hillary Clinton. Meantime, Republican Donald Trump carried primaries in Michigan and Mississippi, adding to his delegate count and giving Ohio Gov. John Kasich a disappointing night.", "The sexual transmission of the Zika virus is more common than previously thought, the World Health Organization said, citing reports from several countries. The health agency also said there is increasing evidence that a spike in birth defects is caused by Zika", "Soon after U.S. Vice President Joseph Biden touched down in Israel, a Palestinian attacker went on a stabbing rampage, killing an American student and tourist and wounding nine others before being shot by police", "The Better Business Bureau clarified questions about its rating of Trump University, saying the school had a D- score in 2010 that eventually rose to A+ only after the university began to shut down. Trump University closed in 2010", "People gazed at the sky in wonder and cheered while others knelt in prayer as a total eclipse of the sun unfolded over Indonesia. The rare astronomical event is being witnessed along a narrow path that stretches across 12 provinces encompassing three time zones", "Attorney General Loretta Lynch has removed herself from the running to fill the Supreme Court seat left vacant Antonin Scalia's death. \"Given the urgent issues before the Department of Justice, she asked not to be considered for the position,\" a spokeswoman said", "Canadian Prime Minister Justin Trudeau is making his first official visit to Washington After a day of meetings and a joint press conference at the White House, the Prime Minister and his wife will attend an official State Dinner hosted by the President and First Lady", "Authorities say police were justified in killing an armed Arizona rancher who helped lead a standoff at an Oregon national wildlife refuge earlier this year. The FBI previously released video of the shooting to counter claims Finicum did nothing to provoke it.", "The E.U. and Turkey's proposed plan to manage refugees is expensive and loaded with compromises. If implemented, it would still leave hundreds of thousands of refugees stranded in countries where they have no desire to settle", "Maryland's highest court has ruled that William Porter, a Baltimore police officer charged in the death of Freddie Gray, must testify against his colleagues while he awaits retrial. The Court of Appeals ruling sides with prosecutors in the case", "Nike, Porsche and TAG Heuer have quickly moved to distance themselves from Russian tennis star Maria Sharapova, after she said she tested positive for meldonium, which is a banned substance under the WADA code", "An accusation by Egypts interior minister that members of the Muslim Brotherhood carried out the assassination of the countrys chief prosecutor has highlighted a simmering debate about the credibility and conduct of Egypts security apparatus", "Surprise for Sanders", "WHO Boosts Sexually Transmitted Zika Warning", "A Day of Terror in Israel Overshadows Bidens Difficult Visit", "Better Business Bureau: Trump U. Had D- Rating in Final Year", "Total Eclipse Darkens a Swathe of Indonesia", "Loretta Lynch Asks Not to Be Considered for Supreme Court", "Canadian Leader Justin Trudeau Heads to Washington", "Prosecutor: Killing of Oregon Refuge Occupier Was Justified", "Europe's Migrant Deal Could Lead to More Anguish", "Freddie Gray Cop Must Testify Against Colleagues: Court", "Nike Dumps Maria Sharapova After Failed Drug Test", "How Egypt's Security Services Lost Credibility", "Meet the Conservatives Who Ran 7,000 Anti-Trump Ads", "Trump and Cruz Lead New National GOP Poll", "Republicans Dissatisfied With Trump Still Oppose Party Interference"]}