{"date": "4:09 PM ET", "sectionnews": ["President Trumps Illegal Military Orders", "The Republican Partys Trump Slump", "Apple Is Threatening Our National Security", "What a Year of Racial Strife Has Taught Bernie and Hillary", "Ruined Our Chance for True Abortion Rights", "How the 2 Apple Encryption Cases Are Different", "Businesses Will Continue to Merge and Purge in 2016", "My Havana Homecoming", "Chris Christie Is a Desperate Opportunist", "Stephen Curry Is the Antidote to America's Anger Problem"], "topnews": ["Democratic and Republican nominees face off again as voters in both parties were heading to the polls in Kansas and Louisiana. Republicans added on Kentucky and Maine for good measure, while Democrats had a bonus contest in Nebraska", "Federal aid is not needed in Flint, Michigan, where lead-contaminated pipes have resulted in an ongoing public health emergency, a Republican senator said. Senators from both parties reached a tentative deal last month for a $220 million package", "The detention today of Luiz Incio Lula da Silva, Brazils former president and favored son, could be a key moment in the fall of a political dynasty that has this century reshaped Latin Americas largest nation", "Pat Conroy, the beloved author of \"The Great Santini\" and \"The Prince of Tides\" and other best-sellers who became one of the country's most compelling and popular storytellers died at age 70", "China's leadership tried to quell anxiety about its slowing economy following financial turmoil and rising labor unrest as it cut its growth target and the country's top economic official warned of \"more and tougher problems\"", "Mexican drug lord Joaquin \"El Chapo\" Guzman has launched a public relations blitz, calling on his lawyers and even his common-law wife to keep his name in the news in an effort to negotiate the terms of his imprisonment", "Though the truce in Syria is holding for now, sparks of civil protest underscore the origins of the warand the government's darker strategy to keep Assad in power at any cost and deny rebels any hope of a credible alternative", "Ben Carson said at the Conservative Political Action Conference in Washington, D.C. that he is leaving the presidential campaign trail. \"You know, theres a lot of people who love me, they just won't vote for me,\" he quipped", "The Los Angeles police are investigating a knife that authorities say may have been found at O.J. Simpson's residence more than 16 years ago, stoking speculation that it could be the long-lost murder weapon from 1994", "Joey Feek, half of the country and gospel duo Joey + Rory, died at 40, ending her fight with terminal cancer. \"The pain has ceased,\" her husband wrote on the blog where he had chronicled her illness. \"And all her tears are dry\"", "In a made-for-Michigan pitch, Democratic frontrunner Hillary Clinton stood on a factory floor in Detroit and blasted corporate greed and anti-union politics as she cast herself as the best ally of workers", "The Supreme Court temporarily blocked the enforcement of a Louisiana abortion restriction that would have left the state with only one doctor that performs abortions, just days after it heard a challenge to a similar law in Texas", "Cruz Wins Kansas", "Utah Sen. Blocks Federal Aid for Flint Water Crisis", "Detention of Former President Roils Brazil", "Prince of Tides Author Pat Conroy Dies at 70", "China Warns of Slower Growth", "'El Chapo' Launches PR Blitz", "Syria's Tenuous Truce", "Ben Carson Drops Out of Race", "LAPD Testing Knife Possibly From O.J. Simpson Home", "Joey Feek, Country Singer, Dies at 40", "Hillary Clinton Hits Populist Notes in Pitch to Michigan", "Supreme Court Blocks Abortion Restriction in Louisiana"]}