{"date": "8:19 PM ET", "sectionnews": ["To Take out Trump, Hillary Clinton Must First Dispense With Her Inner Politician", "The Real Reason for Trumps Rise", "Reaganism is Alive and Well", "There Is No Reason to Feel Guilty About C-Sections", "Anti-Defamation League: We Are Redirecting All of Trumps Donations", "Why Paul Ryan Wont Be the Republican Nominee", "Democrats Are SCOTUS Hypocrites", "How to Talk to Your Kids about Donald Trump", "The 5 Craziest Things We Just Learned About Pluto", "Nobody Knows Where Merrick Garland Stands on Abortion Rights"], "topnews": ["President Obama landed in Cuba for his historic trip to the island nation, which will include diplomatic meetings with high-level officials. But for the White House, it's the chance to talk directly with everyday Cubans that matters most", "Another Donald Trump rally was plagued by violence when a protester was punched in the face and kicked while being escorted out the Republican front-runners event in Arizona. The candidate has denied that there's been any violence at his events", "Terror suspect Salah Abdeslam has told investigators he was planning to \"restart something\" from Brussels. Authorities are taking the claim seriously because they've found heavy weapons and a new network of people around him in Belgium", "", "continues to run wild over its rivals in its third weekend in theaters, stomping all over the launch of \"Allegiant,\" the third film in the", "series. The animated Disney film took in $38 million to take first place and pass the $200 million mark domestically", "Senate Majority Leader Mitch McConnell tried to shut down Beltway musings that President Obama's latest pick for the Supreme Court could still find a way to be confirmed in the lame duck session if Hillary Clinton wins the election", "Thirteen people died and 30 others were injured Sunday after a bus carrying foreign exchange university students crashed in Spain. The bus was carrying more than 50 passengers when it appeared to have hit barriers on the right-hand side of the highway", "Paint company Sherwin-Williams is buying rival Valspar for $11.3 billion in a move that it says will expand its reach in Asia and Europe. Sherwin-Williams will pay $113 per share in cash", "Gawker will appeal the verdict reached in favor of Hulk Hogan in the lawsuit he brought over the company's publication of a sex tape featuring the professional wrestler. The jury awarded Hogan $115 in compensatory damages in addition to punitive damages", "Flight recorders from the Flydubai passenger jet that crashed in southern Russia, killing all 62 people on board, are significantly damaged, authorities said, but fficials were working to recover the information from the damaged recorders", "A suicide attacker detonated a bomb on Istanbul's main pedestrian shopping street, killing five people, the city's governor said. Turkey's health minister said 36 people were wounded in the attack including 12 foreign nationals", "In the latest bracket-busting move, No. 15 seed Middle Tennessee Blue Raiders beat the No. 2 seed Michigan State Spartans, a team many predicted would win it all this year. The 90-81 loss was a shock to MSU fans and haters alike", "Actor and director Tyler Perry spoke to TIME ahead of his live musical special", ", which follows the last days of Jesus' life on earth. He also talked about the controversy over the Oscars, and whether he'll endorse a presidential candidate", "Obama Lands in Cuba", "Anti-Trump Protester Punched and Kicked at Rally", "Paris Terror Suspect Planned New Attacks From Brussels", "Zootopia Tramples Allegiant at Box Office", "Senate Majority Leader Rules Out 'Lame Duck' Confirmation", "Bus Crash Kills 13 Students in Spain", "Sherwin-Williams Will Buy Valspar for $11.3 Billion", "Gawker to Appeal Verdict Awarding Hulk Hogan $115M", "Flight Recorders Were Badly Damaged in Russia Plane Crash", "5 Dead in Turkey Suicide Attack", "Michigan State Loss Means Your Bracket Is Busted", "Tyler Perry Talks 'The Passion' and the Election"]}