{"date": "11:51 AM ET", "sectionnews": ["How Chris Rock Won the Oscars", "The Oscars Were Still Too White, but Theres Hope for Next Year", "13 Smart Ways to Cut High Drug Costs", "The Sentencing of a Toddler Shows How Out of Control Egypt Has Become", "Equal Rights Shouldnt Be a Privilege", "How the Court Can Reset After Scalia", "Valeant Pharmaceuticals Is Everything Thats Wrong With the Market", "Why Keshas Court Case Matters to All Women", "The Day Donald Trump Became the Establishment Candidate", "An Unhealthy Republican Debate"], "topnews": ["Marco Rubio spent much of his presidential campaign trying to ignore Donald Trump. Now, with time running out and Super Tuesday looming large, he can barely get through five minutes without insulting or attacking the Republican front-runner", "The Oscars spotlighted Hollywood's diversity problem, with host Chris Rock describing the \"sorority racist\" movie business. But it's also possible to envision something different next year, as filmmakers think more broadly about who belongs in that sorority", "The so-called female Viagra drug flibanserin isn't showing impressive results, suggests a new study published in JAMA Internal Medicine. The drug didnt enhance most womens sex life all that much, nor did it increase the frequency of their sexual encounters", "The New England Patriots and quarterback Tom Brady have reached a two-year contract extension. The extension will reportedly keep the signal caller with the Patriots through 2019. Brady, 38, passed for 4,770 yards and 36 touchdowns last season", "A fragile ceasefire remained intact for a third day in parts of Syria, even as monitoring groups reported Russian airstrikes on areas held by opponents of Bashar Assad and Russian monitors accused rebel groups of nine separate breaches of the truce", "Netflix appears to be more aggressively blocking workarounds users employ to access content from other countries, with a number of Reddit users reporting seeing error messages when attempting to access Netflix using a VPN (virtual private network)", "Under the eye of hundreds of riot police, workers began pulling down tents and makeshift shelters in the sprawling camp in Calais, dismantling the fragile structures that have served as temporary homes for migrants", "A judge is scheduled to consider whether to dismiss model Janice Dickinson's defamation lawsuit against Bill Cosby. Dickinson sued Cosby in May over his denial of her claims that he drugged and raped her in Lake Tahoe in 1982", "A U.S. student held in North Korea for nearly two months, Otto Frederick Warmbier allegedly confessed to the crime of taking down a political slogan from the wall of a hotel in the capital Pyongyang, state media reported", "Abigail Kopf, the 14-year-old Michigan girl who was shot in the head and nearly died in the Kalamazoo shootings that left six dead, is now breathing on her own after her ventilator was removed, her mother said", "Macedonian police fired tear gas and stun guns as several hundred of the thousands of refugees at the Idomeni crossing, frustrated at days of delays in crossing the Greek-Macedonian border, broke down a gate on a nearby rail crossing", "A Virginia police officer was shot and killed by an Army staff sergeant assigned to the Pentagon on her first day of street duty. She had been sworn in the previous day and was working her first day on the street with her training officer, police said", "Marco's Mission", "Diversity in the Spotlight at the Oscars", "Female Viagra Doesnt Work Very Well: Study", "Tom Brady Will Play for the Patriots Through 2019", "Syrias Cease-Fire Holds in Face of Reported Violations", "Netflix Blocks Trick to Access More Shows and Movies", "Workers Begin Destruction of French Migrant Camp", "Cosby Seeks Dismissal of Janice Dickinson Suit", "U.S. Student Held in North Korea 'Confesses' on State TV", "Teen Kalamazoo Shooting Survivor Recovering", "Macedonian Police Clash With Refugees at Greek Border", "Virginia Police Officer Shot Dead During Her First Shift", "Clinton and Trump Ahead Before Super Tuesday in Latest Poll", "Rubio and Cruz Release Tax Filings in Challenge to Trump", "John Oliver Takes on Donald Trump on"]}