{"date": "7:21 PM ET", "sectionnews": ["Japan Is a Disturbing Cautionary Tale for America and the World", "How a Leading Christian College Turned Against Its Gay Leader", "Melinda Gates Offers a Solution to Time Poverty", "No, the Apollo 10 Astronauts Didnt Hear Alien Music Behind the Moon", "Gender Is Not Just Chromosomes and Genitals", "We Cannot Let SCOTUS Block Clean Power", "How We Can Help Save Women's Lives", "Why Its So Important for Women to Be Likable and Aggressive", "The Internet Is Undermining Americas Power", "Jesse Owens Biopic Race Fails Before the Finish Line"], "topnews": ["The Republicans are down to essentially a three-way race in the Nevada caucuses on Tuesday. But that doesnt mean the rivals have even odds of finishing winners in the shadows of the fabulous Las Vegas Strip", "Republicans on the Senate Judiciary committee announced that the body would not hold any hearings for whoever President Obama nominates to replace Justice Antonin Scalia on the Supreme Court", "Fourteen more people have caught the Zika virus in the U.S. without traveling to affected zones, federal health officials said  strong evidence that the virus is sexually transmitted fairly often. Some of those infected sexually have been pregnant women, the CDC said", "After Ronda Rousey said last week that she considered killing herself after losing her bantamweight title and undefeated record to Holly Holm at UFC 193, Holm told MMAjunkie that a loss would never upset her that much", "One of the first orders President Obama signed following his inauguration was one requiring that the prison housing suspected terrorists at Guantanamo Bay be closed within a year. More than 7 years later, he forwarded his last-ditch proposal to Capitol Hill", "The group that runs the Powerball lottery game approved, then abandoned, changes that would have given ticket buyers more bang for their two bucks than the redesign recently implemented, according to internal documents", "A letter from the Supreme Court's doctor says Antonin Scalia suffered from coronary artery disease, obesity and diabetes, among other ailments that probably contributed to the justice's sudden death", "Apple is challenging government efforts to overcome encryption on at least 14 electronic devices nationwide in addition to the phone of a San Bernardino, Calif., shooter, its lawyers say. Apple has helped retrieve information from at least 70 devices since 2008", "U.S. chocolate maker Mars says it's recalling candy bars and other items in 55 countries after plastic was found in one of its products. Affected products include Mars, Milky Way, Snickers, Celebrations and Mini Mix", "As details emerge about the night authorities say Jason Dalton has admitted gunning down six randomly chosen victims in and around Kalamazoo, any hint as to why remains elusive. Dalton was charged with six counts of murder", "A suspected tornado caused some damage but no injuries near New Orleans' main airport as severe weather spawned possible twisters and high winds in parts of the Deep South, authorities said", "The Syrian government and the main umbrella for Syrian opposition and rebel groups announced they both conditionally accept a proposed U.S.-Russian cease-fire that the international community hopes will bring them back to the negotiating table", "GOP's Turn in Nevada", "Senate Committee Won't Consider Obama Court Nominee", "New Reports of Sexually Transmitted Zika in U.S., CDC Says", "Holly Holm Says She Would Never Get Suicidal After a Loss", "Obama Makes Last-Ditch Plea to Close Guantanamo", "Powerball Abandoned Changes That Would Have Improved Odds", "Scalia Suffered From Obesity, Heart Disease and Diabetes, Doctor Says", "Apple: Government Asked to Unlock 14 Other Devices", "Mars Recalls Candy Bars in 55 Countries", "Mystery Deepens Surrounding Uber Driver Shootings", "Deep South Hit by Severe Storms and Strong Winds", "Syrian Government, Opposition Leader Agree to Truce"]}