{"date": "12:09 PM ET", "sectionnews": ["What a Year of Racial Strife Has Taught Bernie and Hillary", "How the 2 Apple Encryption Cases Are Different", "Ruined Our Chance for True Abortion Rights", "Businesses Will Continue to Merge and Purge in 2016", "My Havana Homecoming", "Chris Christie Is a Desperate Opportunist", "Stephen Curry Is the Antidote to America's Anger Problem", "Johnson & Johnson Is Just the Tip of the Toxic Iceberg", "Privilege Is a Call to Give Back", "Tina Fey Falls in Love With a War Zone in Whiskey Tango Foxtrot"], "topnews": ["TIME joined Donald Trump on his personal jet as his Super Tuesday bandwagon thundered into southwestern Virginia, where some 4,000 people crammed into a university gymnasium to hear his free-jazz speech", "Mitt Romney called Donald Trump a \"phony\" and \"fraud\" in a speech aimed at convincing Republicans to reject the GOP presidential frontrunner. The speech comes as a slew of establishment Republicans take aim at Trump's candidacy", "A lawyer for Oscar Pistorius says South Africa's highest court has dismissed the former track star's appeal of his murder conviction. The ruling clears the way for a judge to sentence Pistorius for murder on April 18", "The White House may be vetting Judge Jane L. Kelly as a potential nominee for the Supreme Court. Kelly, a federal appellate judge, is the subject of a background check by the FBI, according to a report citing unnamed sources.", "North Korea fired six short-range projectiles into the sea, Seoul officials said, just hours after the U.N. Security Council approved the toughest sanctions on Pyongyang in two decades for its recent nuclear test and long-range rocket launch", "Rumors have been flying around that the Foo Fighters would be \"taking a break.\" But an 'Official Band Announcement' video released on the group's Facebook page has put those rumors to rest in hilarious fashion", "Debris that washed ashore in Mozambique that may be from missing Malaysia Airlines Flight 370 turned up in a spot that matches investigators' theories about where wreckage from the plane would have ended up, Australian officials said", "Aubrey McClendon, a natural gas industry titan who was indicted by a federal grand jury on Tuesday, has been killed in a fiery single-car crash in Oklahoma City. Police say it's too early to tell if the collision was intentional", "The average number tornado outbreaks that bring multiple twisters from a single weather event is on the rise in the U.S., according to new research, and the findings could change the way insurers and disaster preparedness officials respond to tornadoes", "The Supreme Court was divided along ideological lines in oral arguments on what may be the most important abortion case in a generation, while swing vote Anthony Kennedy appeared to question the medical consequences of changing abortion practices", "Climate change's effects on global food supply could lead to more than 500,000 deaths by 2050 as people around the world lose access to good nutrition, including fresh fruits and vegetables, according to new research", "Alabama police officer Aaron Smith is being charged with murder in the death of an unarmed black man, a prosecutor said. He shot and killed 58-year-old Greg Gunn outside a neighbor's home, authorities said", "Donald Trumps Wild Ride", "Romney Slams 'Phony' Trump in Speech", "Oscar Pistorius Loses Murder Appeal", "White House May Be Vetting Judge for Supreme Court", "North Korea Fires Projectiles", "Foo Fighters Dispel Breakup Rumors", "MH370 Debris Could Reach Mozambique, Say Officials", "CEO Dies in Car Crash One Day After Hes Indicted", "Extreme Tornado Outbreaks Are on the Rise, Study Says", "Women Justices Appear Skeptical of Abortion Restrictions", "How Climate Change May Affect Your Diet", "Alabama Officer Charged With Murder of Black Man", "Democrats Salivateand Shudderat the Prospect of Trump", "Young Voters Didn't Support Front-Runners on Super Tuesday", "The GOP's Plan to Stop Trump"]}