{"date": "3/18", "sectionnews": ["The 5 Craziest Things We Just Learned About Pluto", "How to Talk to Your Kids about Donald Trump", "These 5 Facts Explain the State of Global Corruption", "Why Paul Ryan Wont Be the Republican Nominee", "Blocking Garland Spells Trouble for the GOP", "There Is No Reason to Feel Guilty About C-Sections", "Apples Brand Isnt Worth America's Safety", "Nobody Knows Where Merrick Garland Stands on Abortion Rights", "Why Kids Must Learn About Religion Much Earlier", "This Is What Ancient Greeks Would Have Called Donald Trump"], "topnews": ["French President Franois Hollande said more arrests would likely follow the capture of Salah Abdeslam, a key suspect in the Paris terror attacks who was taken into custody during a raid on a Brussels suburb", "Weighing free speech against privacy, a Florida jury has decided to uphold the sanctity of the latter by turning in a $115 million verdict against Gawker over its 2012 posting of a Hulk Hogan sex tape", "The Czech prime minister says that the EU and Turkey have reached a landmark deal to ease the migrant crisis. Bohuslav Sobotka tweeted: \"All illegal migrants who reach Greece from Turkey starting March 20 will be returned\"", "In the latest bracket-busting move, No. 15 seed Middle Tennessee Blue Raiders beat the No. 2 seed Michigan State Spartans, a team many predicted would win it all this year. The 90-81 loss was a shock to MSU fans and haters alike", "The 2012 presidential candidate wrote in a Facebook posting that the race for the Republican nomination has become a contest between \"Trumpism and Republicanism,\" and urged his now-home state to vote for Cruz", "Cars may be \"increasingly vulnerable\" to hacking, according to a bulletin released by the FBI and U.S. National Highway Traffic Safety Administration. The rise of \"smart\" cars has made it easier for hackers to infiltrate their computer systems", "Starwood is calling off a $12.2 billion buyout agreement with Marriott in favor of an offer from a group of investors led by the Chinese insurance company Anbang. The decision came after Anbang upped its offer by nearly $370 million", "Bail has been revoked for a graduate of an exclusive New England prep school who was convicted of sexually assaulting a younger student. Curfew was part of his bail requirement, but a prosecutor said he violated it at least eight times", "Chicken of the Sea has recalled more than 100,000 cans of tuna just one day after Bumble Bee announced its own recall. The recall was initiated over concerns that the tuna may be undercooked due to an equipment malfunction", "The singer tells TIME about making", ", her first record since her highly publicized divorce. \"I scraped myself off the floor and went into the studio and tried to somehow be alive again\"", "Paul Beattys novel", ", a racial satire that sends up everything from segregation to police brutality, took home the top prize for fiction at the National Book Critics Circle Awards, while", "and", "also picked up prizes", "North Korea has fired a ballistic missile into the sea, U.S. and South Korean officials said. The launch came days after North Korean leader Kim Jong Un ordered tests of a nuclear warhead and ballistic missiles capable of carrying warheads", "Our Fight Is Not Over", "Hulk Hogan Awarded $115 Million in Gawker Sex Tape Trial", "EU and Turkey Reach Migrant Crisis Deal", "Michigan State Loss Means Your Bracket Is Busted", "Romney Backs Cruz in Effort to Force Contested Convention", "FBI Warns of Car Hacking Risk", "Starwood Calls Off Marriott Deal", "Bail Revoked for Prep School Grad Convicted of Sex Assualt", "Chicken of the Sea Recalls Tuna", "Gwen Stefani: How My New Record Saved My Life", "The Sellout Wins National Book Critics Circle Award", "N. Korea Fires Missile Into Sea"]}