{"date": "12:01 AM ET", "sectionnews": ["How Reality TV Took Over U.S. Politics", "Can a Sibling Effect Help Draw the Troubled Toward Terror?", "The Long, Sexist History of Shrill Women", "Why Europe Is Ground Zero for Terrorism", "Ted Cruz's Unconstitutional Strategy", "How Western Europe Became ISISs Favorite Battleground", "9 Questions for a 9th Justice", "The Hard Lessons the World Has Learned from Terror", "Review: Superheroes Duke It Out Superseriously in", "We Must Rebuild Our Democracy"], "topnews": ["The suspected bombmaker in the Paris attacks in November was one of two suicide bombers who targeted the Brussels airport, officials said, in a new sign that both attacks are linked to the same ISIS cell", "As Hillary Clinton approaches a general election showdown, she is aiming this week for a public relations twofer: forcefully rebutting her Republican rivals while laying out her own strategy for addressing terrorism in the wake of the Brussels attacks", "Two pieces of debris recently discovered along the coast of Mozambique are \"highly likely\" to have come from missing Malaysia Airlines Flight 370, Australian officials said. The discovery of the two pieces provide another piece of the puzzle into the plane's fate", "FFormer big league catcher and popular broadcaster Joe Garagiola has died at 90. He played eight seasons in the majors, but generations of fans knew him for his 57-year career in broadcasting, including a 30-year association with NBC", "Disney says it will not film in the state of Georgia if a bill, which critics say would effectively legalize discrimination based on sexual preferences, becomes law. The company will avoid the state if \"discriminatory practices\" become law, a spokesman said", "Syrian government forces backed by Russian airstrikes advanced in central Syria, seizing high ground around Palmyra and positioning themselves to recapture the historic town held by ISIS. The town is home to Roman-era ruins", "Thursday will be the final day that Douglas Brooks serves at the head of the White House's Office of National AIDS Policy, a position that has garnered little press in an era when HIV is no longer seen as an impending death sentence", "The FBI is being apparently assisted by Israeli tech firm Cellebrite in its efforts to unlock the iPhone used by Syed Rizwan Farook  a perpetrator of December's attacks in San Bernardino. Apple has refused to help investigators, citing privacy concerns", "Prosecutors say they won't seek jail time for a New York City police officer convicted of manslaughter for accidentally shooting an innocent man in a Brooklyn stairwell. Officer Peter Liang was convicted in February in the death of Akai Gurley", "The efforts to deny Donald Trump his Republican Partys nomination got a bit tougher with the billionaires win in Arizona, and a repeat in Wisconsin in two weeks could all but shut down the disorganized effort", "ISIS has trained at least 400 fighters to target Europe in deadly waves of attacks, deploying interlocking terror cells like the ones that struck Brussels and Paris with orders to choose the time, place and method for maximum carnage, AP sources say", "Michigan state agencies overseen by Gov. Rick Snyder and a series of emergency managers appointed by the governor are to blame for allowing contaminated water into Flint homes, according to a newly released report", "The French Connection", "Clinton Blasts Trump and Cruz on Counterterrorism", "Mozambique Debris 'Almost Certainly' From MH370", "Joe Garagiola, Former MLB Catcher, Dies at 90", "Disney May Boycott Georgia Over 'Discriminatory' Law", "Syrian Army Reaches Outskirts of Palmyra", "White House AIDS Czar Steps Down", "Israeli Firm Helping FBI Unlock Shooter's iPhone", "Prosecutors Won't Seek Jail Time for NYPD Cop", "Why Wisconsin Might Be #NeverTrump's Last Stand", "ISIS Trained 400 Fighters to Attack Europe", "'Government Failures Blamed for Flint Crisis", "1 Brussels Attacker Had Been Deported to Netherlands From Turkey", "Experts Say U.S. Airports Vulnerable to Brussels-Style Attack", "Brussels Attack Is 2nd Major Bombing for Utah Teen"]}