{"date": "12:02 AM ET", "sectionnews": ["How Peyton Manning Fueled the NFL Boom", "President Trumps Illegal Military Orders", "The Republican Partys Trump Slump", "Apple Is Threatening Our National Security", "What a Year of Racial Strife Has Taught Bernie and Hillary", "Ruined Our Chance for True Abortion Rights", "How the 2 Apple Encryption Cases Are Different", "Businesses Will Continue to Merge and Purge in 2016", "My Havana Homecoming", "Chris Christie Is a Desperate Opportunist"], "topnews": ["Hillary Clinton and Bernie Sanders disagreed on issues including trade, the economy and guns at the latest Democratic debate in Flint, Mich. One of the candidates' few points of agreement was that Michigan's governor should resign over the city's water crisis", "Former First Lady Nancy Reagan died from congestive heart failure at age 94. Her death marked the end of a life and a love story the likes of which the modern White House had never seen", "North Korea is yet again threatening nuclear strikes on the United States and South Korea, this time in reaction to the start of huge U.S.-South Korean military drills. Relations between North Korea and its rivals have worsened", "", "which staged a box office stampede in its first weekend in theaters with $73.7 million. The animated film from Disney knocked R-rated superhero comedy", "from the top spot", "From his college readings to legislation in Congress, the Vermont Senator has had unusual views on health, including the idea that sexual repression could lead to cancer, and also that the disease has psychosomatic causes", "A suicide bomber rammed his explosives-laden fuel truck into a security checkpoint south of Baghdad, killing at least 47 people and wounding dozens, officials said, the latest episode in an uptick in violence in the war-ravaged country.", "Federal aid is not needed in Flint, Michigan, where lead-contaminated pipes have resulted in an ongoing public health emergency, a Republican senator said. Senators from both parties reached a tentative deal last month for a $220 million package", "The man who found a wing fragment of the Malaysia Airlines Flight 370 that disappeared nearly two years ago on a beach in the French Indian Ocean island of Reunion has found more mysterious debris, a square-shaped gray item with blue border", "A person with knowledge of the decision tells The Associated Press that Peyton Manning has informed the Denver Broncos he's going to retire. Just shy of 40, Manning will forgo $19 million and a 19th season in the NFL", "The United Kingdom is divided on how to address Islamophobia, which is on the rise there. Londons police saw a 60% rise in Islamophobic offences in 2015, from 667 offences recorded in 2014", "Former President Jimmy Carter no longer needs cancer treatments. The 91-year-old made the announcement at a Sunday school class at Maranatha Baptist Church in Plains, Ga. about two months after he told congregants that he was cancer-free", "The detention of Luiz Incio Lula da Silva, Brazils former president and favored son, could be a key moment in the fall of a political dynasty that has this century reshaped Latin Americas largest nation", "Democrats Clash in Flint", "Nancy Reagan Dies at 94", "North Korea Again Threatens Nuke Strikes", "Zootopia Brings a Stampede to the Box Office", "Bernie Sanders' Long History With Alternative Medicine", "Suicide Bomber Kills at Least 47 in Baghdad", "Utah Sen. Blocks Federal Aid for Flint Water Crisis", "Second Possible Part from MH370 Found on Reunion", "Peyton Manning Plans to Retire From the NFL", "How British Organizations Are Tackling Islamophobia", "Jimmy Carter No Longer Needs Cancer Treatments", "Detention of Former President Roils Brazil", "Clinton and Sanders Call on Michigan Governor to Resign", "Watch Bernie Sanders Explain Why Hes Proud to Be Jewish", "Sanders and Clinton Disagree on How to Solve Americas Gun Crisis"]}