{"date": "Sunday, February 21, 2016", "sectionnews": ["In Zika Epidemic, a Warning on Climate Change", "SiriusXM Fights to Dominate the Dashboard of the Connected Car", "Campaign Stops: Why Sexism at the Office Makes Women Love Hillary Clinton", "At Least 6 Are Killed in Random Shootings in Michigan City", "Got an A in Algebra? Thats Worth $120", "Critic's Notebook: Kanye West Is Fixing His Album in Public. Youll Want to Read the Edits.", "First Draft: Donald Trump Lent Himself $5 Million in January", "Can Johnny Coca Save Mulberry?", "What Does the Academy Value in a Black Performance?", "In New York, Thousands Protest Officer Liangs Conviction", "Knicks 103, Timberwolves 95: Knicks End Skid With Win Over Timberwolves, Rambiss Former Team", "Critic's Notebook: The Anger on Londons Stages Is Palpable, and Thrilling", "Matter: In Neanderthals DNA, Ancient Humans May Have Left Genetic Mark", "Renato Bialetti, Italian Marketer, Dies at 93", "Leaving Full House Was His Biggest Regret. So He Rebuilt It.", "India to Change Its Decades-Old Reliance on Female Sterilization", "In Transit: An Artists Studio in the Catskills", "Harper Lee, Author of To Kill a Mockingbird, Dies at 89", "Got an A in Algebra? Thats Worth $120", "A Good Appetite: How to Make Yogurt at Home", "Opinion: To Keep America Safe, Embrace Drone Warfare", "My Parents, My Landlords", "The 2016 Race: Trump Now Faces True Test; Clintons Win Suggests National Edge", "Social Capital: The Troll Goal: On Danny DeVitos Twitter", "Driven: Video Review: The 2016 MKX Aims Lincoln in the Right Direction", "Backstage Beauty Report: Grandma-Inspired Hair at Simone Rocha", "Times Insider Live: Event Recap: Unpacking the 2016 Presidential Election"], "topnews": ["Cruz and Rubio Battle for Second", "Bush Is Humbled as Party Lines Shift", "Party of Bush Yields to a New Face", "Clinton Regains Momentum", "A Win for Clinton, With Caveats", "What Comes After Donald Trumps Win?", "Hillary Clintons Office Politics", "Editorial: The Crisis of Minority Unemployment", "Bruni: Cruz and Rubio, Separated at Mirth", "Douthat: Clash of the Populists", "Kristof: My Friend, the Former Muslim Extremist", "MacGillis: Why Is Mitch McConnell Picking This Fight?", "Exposures: Gadsden Finds God", "Random Shootings in Michigan Kill at Least 6, Police Say", "Russia Ends Cooperation With U.S. on Afghanistan", "India to Change Its Long Reliance on Female Sterilization", "Washington Pauses for Scalias Funeral", "Apple Is Playing the Long Game in Its Pledge of Privacy", "U.S. Says Refusal to Unlock iPhone Is Brand Strategy", "Market for Fixer-Uppers Traps Low-Income Buyers", "Lee Is Memorialized as She Lived: Quietly and Privately", "Divided Britain to Decide on Whether to Leave the E.U.", "For 45 Years, Louisiana Inmate Held Fast to Hope", "So, Kanye Wests Album Is Finished, Right?", "Brooklyns David Geffen Comes Home", "Our 10 Most Popular Recipes", "Donald Trumps South Carolina Win, and What Comes Next", "Cruz and Rubio, Separated at Mirth", "Trump Shows His Inner Rabbit", "Clash of the Populists", "My Friend, the Former Muslim Extremist", "A Win for Hillary Clinton, With Signs of Challenges Ahead", "Why Sexism at the Office Makes Women Love Hillary Clinton", "Homes for Sale in New York and Connecticut", "More Articles in the Series", "Homes for Sale in Brooklyn and Manhattan", "More Articles in the Series"]}