{"date": "2016-04-09", "sectionnews": ["American Held Captive in Syria Is Released", "Once a Bright Spot, Afghan Telecoms Face Unsustainable Losses", "Op-Ed Contributors: Why Apples Stand Against the F.B.I. Hurts Its Own Customers", "Robert MacCrate, Lawyer in My Lai Inquiry, Dies at 94", "Amazon May Violate Indias New Rules on Foreign E-Commerce", "Suffering for Art in Greece and Matching the National Mood", "Ted Cruz Wins Majority of Delegates in Colorado", "On the Street: Bill Cunningham | Duality", "With Sing Street, John Carney Evokes His MTV", "New York State Police Leader Is Stepping Down", "Swim. Bike. Cheat?", "Vows: Off Broadway, Showmen Seal Their Biggest Deal", "Judge Prods Wildlife Service on Protection for Wolverines", "Robert MacCrate, Lawyer in My Lai Inquiry, Dies at 94", "What to Watch Saturday", "Yeast Infection Led to Removal of Transplanted Uterus", "In Miami, Cuban Culture, No Passport Required", "William L. ONeill, a Historian Who Wrote About Radicals, Dies at 80", "Testing: The New SAT: A Survey", "A Good Appetite: For Juicy Beef for Your Seder Table, Look Beyond Brisket", "Opinion: The Tampon of the Future", "Before the Trumps, There Were the Wendels", "Economic View: Why Talented Black and Hispanic Students Can Go Undiscovered", "Notebook: The Awkward Charm of the Promposal", "Wheels: Start-Stop Technology Is Spreading (Like It or Not)", "Eight Highlights From Salone del Mobile", "Transit Reporter on the Move, Hard Hat Required"], "topnews": ["Hastert Abused Four Teenagers Decades Ago, Prosecutors Say", "Bill Clinton Says He Regrets Confronting Black Protesters", "Sanders Takes Pitch Back to Brooklyn", "Cruz Wins Majority of Delegates in Colorado", "Trumps Health Care Ideas Bewilder G.O.P. Experts", "Voter Agency Accused of Stifling Votes", "Popes New Message Signals a Change for Divorced Catholics", "Catholics Express Hope and Disappointment", "Your Evening Briefing", "Homes That Fit Three Generations Just Right", "Steve Miller Rips Rock and Roll Hall of Fame", "N.W.A Becomes Fifth Hip-Hop Group Ever Honored", "For Some Top Nonprofits, Change Begins in Seattle", "Andrew Dice Clay (the Character and the Man) Is Back", "North Korea Says It Successfully Tested Missile Engine", "Archbishop of Canterbury Learns the Truth About His Father", "In Win for Unions, Wisconsin Strikes Down Dues Law", "U.S. Scrutinizes de Blasio Campaign Fund-Raising", "Russia Says Drug Test Fears Are Behind Athletic Chaos", "On Fifth Try, SpaceX Rocket Lands Safely", "The 18-Year-Old Fashion Influencer", "American Idol Ends With One Last Argument", "In New York, Democrats Should Stick to Issues", "Mr. Trump Reopens the Wounds of a Hate Crime", "Oh, So Now Im Bangladeshi?", "Editorial: Choices for New Yorks Special Elections", "Collins: Hillary and Bernie Meet New York", "Egan: A Mason-Dixon Line of Progress", "Op-Ed: Why Apples Stand Against the F.B.I. Hurts Its Customers", "Op-Ed: Zika Is Coming", "Join us on Facebook ", "Homes for Sale in Brooklyn and Manhattan", "More Articles in the Series", "Uma Thurmans Gramercy Park Apartment for Sale", "More Articles in the Series"]}