{"date": "2016-04-08", "sectionnews": ["ISIS Abducts Workers From Cement Factory in Syria", "Start-Ups Aim at Overlooked Demographic: The Unbanked", "Op-Docs: A Conversation With Asian-Americans on Race", "National Briefing", "Amazon May Violate Indias New Rules on Foreign E-Commerce", "An Appraisal: Merle Haggard and Okie From Muskogee, the Hit That Helped and Hurt Him", "Bernie Sanders and Hillary Clinton Turn to Attacks on Credentials", "My Workout: How to Train Like the Mountain From Game of Thrones", "With Sing Street, John Carney Evokes His MTV", "Judge Dismisses Suit to Halt Pier 55 Park on Manhattans West Side", "Ah, Those Augusta Memories (of 2015): Jordan Spieth Races to Early Lead", "Theater Listings for April 8-14", "Judge Prods Wildlife Service on Protection for Wolverines", "E.M. Nathanson, 88, Author of The Dirty Dozen", "What to Watch Friday", "Well: Walk, Jog or Dance: Its All Good for the Aging Brain", "Frugal Traveler: A $1,000 Day in San Francisco for $100", "E.M. Nathanson, 88, Author of The Dirty Dozen", "Career Coaching for the Playdate Generation", "Hungry City: A Midas of Meat at BK Jani in Bushwick", "Opinion: The Tampon of the Future", "The Hunt: The Walk-Up Life on the Upper East Side", "Economic Trends: How a Tariff on Chinese Imports Would Ripple Through American Life", "Feature: How Do You Change Voters Minds? Have a Conversation", "Wheels: Start-Stop Technology Is Spreading (Like It or Not)", "Viewfinder: Photos that Capture the Intense Bond Between Mother and Daughter", "Readers React: Will You Sprint, Stroll or Stumble Into a Career? Readers Respond"], "topnews": ["Tensions Flare as Sanders Attacks Clinton as Unqualified", "New York Subways Test the Candidates", "Trump Beefs Up His Campaign After a String of Losses", "G.O.P. Donors Grit Their Teeth and Turn to Cruz", "Popes Document Could Profoundly Affect Families", "Clouds Cooling Power May Be Overstated", "Profits Dry Up for Turkeys Migrant Brokers", "Behind the Scenes at Disney as It Purged a Favorite Son", "Panama Papers Continue to Shake Leaders Worldwide", "Need to Hide Income? Forget Panama. Try Delaware.", "Belgium Attacks Renew the Question of Secession", "Blaming Policy, Not Islam, for Radicalized Youth", "Police Release New Video of Bombing Suspect", "Lethal Combination in Colorado: Heroin, Gangs and Violence", "Obama Revisits Law School to Give Supreme Court Talk", "E.U. to Consider Requiring Visas for U.S. Travelers", "Senate Takes Steps to Tighten Airport Security", "Public Editor: Flawed Story on Gay Talese", "Hockeys Senior Citizen Is Still a Power on the Ice", "Turning Female Captives Into Terrorists", "Merle Haggard and the Big Hit That Hurt Him", "The Undoing of a Coal Baron", "Judgment Day for Reckless Executives", "Op-Ed: Why Inversions Are Good for the U.S.", "The West Is Enabling Graft in Ukraine", "Editorial: Retirement Savings Made Safer", "Cohen: The Politics of Me", "Collins: The Bible Meets the Salamander", "Douthat: Mr. Cruz Goes to the Convention", "Kristof: So Little to Ask For: A Home", "$1,225,000 Homes in Los Angeles, Vermont and Alabama", "More Articles in the Series", "The Walk-Up Life on the Upper East Side", "More Articles in the Series"]}