{"date": "Tuesday, February 23, 2016", "sectionnews": ["Egyptian Military Calls Toddlers Life Sentence for Murder a Mistake", "Jack Griffin, Chief Executive of Tribune Publishing, Is Replaced", "The Conversation: Life After Scalia", "In Florida, an Unlikely Battle Over Fracking Intensifies", "A New Breed of Trader on Wall Street: Coders With a Ph.D.", "A Composer and His Wife: Creativity Through Kink", "Anxious for Re-Election, Senator Richard Shelby Refuses to Act on Banking Nominations", "The Model Whose Lips Spurred Racist Comments Speaks Out", "Hollywoods Inclusion Problem Extends Beyond the Oscars, Study Says", "Barbara M. Clark, New York Assemblywoman, Dies at 76", "Gearing Up for a Distance Race in Brutal Conditions", "Trevor Nunn, British Shakespeare Master, Tries Something New: Directing Americans", "Trilobites: Death Valley Is Experiencing a Colorful Superbloom", "Barbara M. Clark, New York Assemblywoman, Dies at 76", "Better Call Saul: Better Call Saul Season 2, Episode 2: Whats Hoboken Got to Do With It?", "C.D.C. Investigating 14 New Reports of Zika Transmission Through Sex", "Essay: An Informed Traveler Is a Safer Traveler", "Books of The Times: Review: The Lonely City, a Personal Study of Urban Isolation", "Op-Ed Contributors: The Secret to School Integration", "Restaurant Review: Little Pepper Packs More Than Heat in College Point", "Opinion: To Keep America Safe, Embrace Drone Warfare", "Block by Block: Hells Kitchen", "2016 Race: Measuring Donald Trumps Supporters for Intolerance", "Notebook: How Should Asian-Americans Feel About the Peter Liang Protests?", "Wheels: A Brassy Concept Car Comes Back From the Dead", "Threes a Trend: Dark, Romantic  and Lacy", "Tension on the Red Carpet: Looking Ahead to the Oscars"], "topnews": ["Senate G.O.P. Flatly Declines to Consider Any Court Nominee", " Judiciary Committee Letter Opposing Hearings", "The Battle for the Supreme Court: Our Insiders Guide", "14 Reports of Zika Virus Being Spread via Sex in U.S.", "Trump Is No Power Broker in New York, Despite All the Signs", "In Nevada, Trumps Rivals Hope to Slow His Momentum", "The Scorched-Earth Campaign Manager Behind Ted Cruz", "Spike Lee Endorses My Brother Sanders", "Its Not About Running. Its About Survival.", "Your Evening Briefing", " Lens: Pictures of the Day ", "Putin Has a Strong Hand, but He Still Has to Play It", " Where Syrias Civil War Is Intensifying", "New Breed of Wall Street Trader: Coder With a Ph.D.", "Asian-Americans, Police Killings and the Liang Case", "Saudi Oil Minister Rules Out Production Cuts", "Obama Sends Congress Plan to Close Guantnamo", "Egypt Calls Toddlers Life Sentence an Error", "In Florida, an Unlikely Battle Over Fracking Intensifies", "Landmark Status Is Urged for 30 New York Properties", "What the Academy Values in Black Performances", "Seize the Morning: The Case for Breakfast", "Creativity Through Kink", "Others Get a Breather as G.O.P. Front-Runners Attack One Another", "Donald Trump, Crony Capitalist", "Kenyans Reacquire an Old Taste: Eating Healthier", "Editorial: The Plan to Shut Down Gitmo", "Brooks: Views of Marriage", "Cohen: Smartphone Era Politics", "Op-Ed: Seeking iPhone Data, Through the Front Door", "Couch: Notes From Psychiatrys Battle Lines", "Will Encryption Go Too Far?", "$16.8 Million for a West Village Condo With Views", "More Articles in the Series", "Patricia Field Downsizes, With Glamour Intact", "More Articles in the Series"]}