{"date": "Tuesday, March 1, 2016", "sectionnews": ["Hamas Commander, Accused of Theft and Gay Sex, Is Killed by His Own", "Hachette Again Reaches Deal With Perseus Books", "Peter Wehner: What Wouldnt Jesus Do?", "Fake New York Times Article Claims Elizabeth Warren Endorsed Bernie Sanders", "Apple Wins Ruling in New York iPhone Hacking Order", "Music Review: Review: Adele Arrives in an Arena at Last", "Live Coverage: Super Tuesday 2016: Live Updates", "At Paris Fashion Week, a Ghost Season", "The Carpetbagger: Lessons From a Season on the Red Carpet: Oscars So Weird", "New Weapon in Day Laborers Fight Against Wage Theft: A Smartphone App", "Ivy League Moves to Eliminate Tackling at Football Practices", "Review: In The Wildness, Defenses Against Adulthood", "Trilobites: Death Valley Is Experiencing a Colorful Superbloom", "Craig Windham, Top-of-the-Hour Voice of NPR, Dies at 66", "First Mention: When Symptoms of Television Began Their Inexorable Spread", "Veterans Seek Help for Infertility Inflicted by Wounds of War", "In Transit: Hotels Offering Deals to Counter Zika Fears", "Hachette Again Reaches Deal With Perseus Books", "Mount St. Marys President Quits After Firings Seen as Retaliatory", "Restaurant Review: Bouley in TriBeCa Still Goes Its Own Way, Seductively", "News Analysis: Ask Your Doctor if This Ad Is Right for You", "In Case You Missed It: February's Top Real Estate Stories", "The 2016 Race: To Know Whos Leading in the Voting, Just Ask Google", "Notebook: Chris Christie, Fanboy", "Driven: Video Review: Restoring Diesels Good Name With a New Range Rover", "At the Armory Show, Little-Seen Works by an Acclaimed Photographer", "Questions for The Timess Former Jerusalem Bureau Chief?"], "topnews": ["What to Watch For as 12 States Begin Voting on Super Tuesday", "Live Chat With The Upshots Nate Cohn", "Your Answers: Is It Important to Elect a Female President?", "Inside Clinton Teams Plan to Defeat Trump in November", "Obama Makes Case to G.O.P. Senators on Court Vacancy", "Clarence Thomas Breaks 10 Years of Silence in Court", "Women Tell Justices Why They Chose an Abortion", "Bin Laden Feared Wifes Tooth Held a Tracking Device", "Hachette Again Reaches Deal With Perseus Books", "After Gains Against ISIS, Pentagon Focuses on Mosul", "N.Y.S.E. Owner Eyes London Stock Exchange", "Ask The Timess Former Jerusalem Bureau Chief a Question", "After Deadline: A Lineup of Missteps", "Ivy League Football Plans to Forbid Tackling at Practices", "Trying to Stop Migrants, Europe Snarls Flow of Goods", "The Ex-Spy Who Accused a Fox News Analyst of Fraud", "Have We Been Playing Gershwin Wrong for 70 Years?", "Hamas Commander Is Killed by His Own", "Violence in West Bank After 2 Israeli Soldiers Get Lost", "Review: Bouley Still Goes Its Own Way, Seductively", "Book Review: All the Single Ladies", "Its Currys Game Now", "Why Cant the G.O.P. Stop Trump?", "What Wouldnt Jesus Do?", "Join us on Facebook ", "Texas Voters Are Mellower Than the Candidates", "Editorial: Big Campaign Money Will Be Back", "David Brooks: The Movement Mentality", "Brooks, Collins: On the Way to the Election", "Cohen: Trumps Il Duce Routine", "Room for Debate: Old School Politics, Young Black Activists", "House Hunting in ... Malta", "More Articles in the Series", "$28.5 Million, a Record Sale in NoLIta", "More Articles in the Series"]}