{"date": "Sunday, March 20, 2016", "sectionnews": ["Obama Arrives in Cuba, Heralding New Era After Decades of Hostility", "Hollywood Divided Over Movie Streaming Service", "Op-Ed Contributor: The Ups and Downs of the Bradford Pear", "Hawaii Struggles to Keep Rail Project From Becoming a Boondoggle", "ZTE Document Raises Questions About Huawei and Sanctions", "Critics Notebook: SXSW: From Exclusive Performances to Cellphone Souvenirs", "White House Letter: Donald Trump Is a Punch Line for Obama, Who Is Getting More Jokes Ready", "A Song of the Sea, in Gold and Gems", "Ben Afflecks Broken Batman", "New York City Fights Scavengers Over a Treasure: Trash", "Analysis: N.C.A.A. Favorites End a Few Charmed Runs", "War of the Worlds Shape-Shifts Onto the London Stage", "Q&A: Fighting Macular Degeneration", "Geoffrey H. Hartman, Scholar Who Saw Literary Criticism as Art, Dies at 86", "To Defray Legal Costs in Defamation Suits, Bill Cosby Turns to His Insurance", "Puerto Rico Braces for Its Own Zika Epidemic", "Not Happy With the Candidates? Try Out a New Country", "Books of The Times: Review: In Switched On, John Elder Robisons Aspergers Brain Is Changed", "Retiring: Claims of Age Bias Rise, but Standards of Proof Are High", "City Kitchen: Miso Soup Delivers Deep Weeknight Flavor", "Opinion: When Did Porn Become Sex Ed?", "Brother, Sister, Roommate, Neighbor", "The 2016 Race: How Donald Trump Can Fall Short of His Delegate Target", "Lives: Making Do With Little on Cape Verde", "Former Porsche Executives Acquitted of Manipulating VW Stock", "Chic in Review: The Fashion News to Know This Week", "How We Got to a Colombian Guerrilla Camp"], "topnews": ["Obama Begins Visit to Cuba, Heralding New Era in Relations", "Latest Updates", "Cubans Are Warned: Dont Misbehave", "Trump Confronts Jewish Voters Wary of His Agenda", "G.O.P. Leaders Map Plan to Halt Trump", "Trump Faults Protesters, Not Their Assailants", "Report Shows How Paris Attackers Tactics Evolved", "Suspect Planned to Restart Something, Officials Said", ": ISISs Explosive of Choice", "Amazon Leans on Government in Its Quest to Dominate", "In Louisiana, the Poor Do Without Lawyers", "Greece Struggles as Accord on Migrants Goes Into Effect", "Merkel Faces Criticism Over Agreement With Turkey", "Natalie Woods Death, and Her Daughters Life", "On the Court, a Signature Move for a 3-Point Shot", "Men's Bracket", "Women's Bracket", "With Seconds Left, Notre Dame Takes Out Stephen F. Austin", "Serena Williams Is Upset at Indian Wells", "Puerto Rico Braces for Zika Epidemic Amid Grim Forecast", "Apple vs. the F.B.I.: How the Case Could Play Out", "Bus Crash in Spain Kills at Least 13, Officials Say", "Conversation Starters", "Smarter Living", "Critics Takes", "Great Reads", "SXSW: Performances and Cellphone Souvenirs", "What to Cook This Week", "El Nio Upsets Seasons and Upends Lives", "All Things Come to an End. Even My 2001 Saturn.", "Editorial: Transparency in the Drone Wars", "Douthat: Profiles in Paralysis", "Dowd: Will Trump Be Dumped?", "Kristof: Modern-Day Lepers", "Banbury: The U.N. Is Failing", "Owning Up to Torture", "Brother, Sister, Roommate, Neighbor", "Can I Break My Lease Over Subway Noise?", "More Articles in the Series"]}