{"date": "Saturday, March 19, 2016", "sectionnews": ["Salah Abdeslam, Suspect in Paris Attacks, Is Captured in Brussels", "Hulk Hogan Awarded $115 Million in Privacy Suit Against Gawker", "Op-Ed Contributor: The Ups and Downs of the Bradford Pear", "Judge Revokes Bail for Owen Labrie, Man Convicted in Senior Salute Case", "ZTE Document Raises Questions About Huawei and Sanctions", "Gwen Stefani on Spirituality, Insecurity, Pharrell and Truth", "Figure in Benghazi Inquiry Alters Suit on Firing", "A Watch Master at Work", "Review: In Midnight Special, on the Run With a Highly Unusual Child", "Foster Father Charged With Sexually Abusing 5 Boys on Long Island", "How to Watch the 2016 N.C.A.A. Tournament", "Review: Krapps Last Tape, a Melancholy Tone Poem", "Warmer Winter Brings Forest-Threatening Beetles North", "Larry Drake, Lovable Clerk on L.A. Law, Dies at 67", "Critic's Notebook: In Daredevil, on Netflix, the Punisher Stirs Up the Gangs", "Well: An Experimental Autism Treatment Cost Me My Marriage", "Not Happy With the Candidates? Try Out a New Country", "Bookshelf: Examining Yiddish Theater, From Shtick to Stardom", "Retiring: Claims of Age Bias Rise, but Standards of Proof Are High", "A Good Appetite: Fish and Chips, Minus the Fryer", "Opinion: The Unnatural Kingdom", "Brother, Sister, Roommate, Neighbor", "Economic View: As Women Take Over a Male-Dominated Field, the Pay Drops", "Lives: Making Do With Little on Cape Verde", "Former Porsche Executives Acquitted of Manipulating VW Stock", "Chic in Review: The Fashion News to Know This Week", "How We Got to a Colombian Guerrilla Camp"], "topnews": ["Raid Nets Paris Attack Suspect, Most Wanted Man in Europe", ": The Arrest of Salah Abdeslam", ": The Connections Among the Paris Attackers", "Passenger Jet From Dubai Crashes in Russia, Killing 61", "Hulk Hogan Wins $115 Million in Suit Against Gawker", "The Who, What and Why of the Trial", "Senators Recess, and the Court Battle Follows Them Home", "March Madness, Indeed: Four More Upsets", "Historic Win by Hawaii Ends Trying Week for California ", "Michigan States Loss Is a Bracket Buster", "Your Evening Briefing", "Photos of the Day", "Trump Has Sick Obsession With Kelly, Fox News Says", "Romney to Vote for Cruz (but Its No Endorsement)", "Some Rabbis Plan Walkout on Trump at Aipac", "E.P.A.s Future, if It Has One, Is Now an Election Issue", "In a Rebel Camp, Marx and Free Love Reign", "Times Insider: The Treacherous Path to a Hide-Out", "As Women Take Over a Field, the Pay Drops", "U.S. Intensifies Airstrikes Against ISIS in Afghanistan", "Judge Blocks Brazils Ex-President From Cabinet Post", "Greece to Start Sending Migrants Back to Turkey", "Ravens Tray Walker Dies After Dirt Bike Crash", "What Its Like to Seek an Abortion in Texas These Days", "Conversation Starters", "Smarter Living", "Critics Takes", "Great Reads", "An Autism Treatment Cost Me My Marriage", "How to Lose Weight: 9 Strategies to Try", "He Knew People Was After Him", "Inching Toward Safer Homeless Shelters", "Observer: What Planned Parenthood Really Does", "Collins: 50 Ways to Leave The Donald", "Egan: Crackpot Party Crackup", "Op-Ed: Exemption on Birth Control Violates Our Faith", "Gray Matter: Poverty Risks", "Room for Debate: Hulk Hogan, Gawker and Press Freedom", "The Nuclear Deal, Through Iranians Eyes", "Homes for Sale in Brooklyn and Queens", "More Articles in the Series", "A $12.2 Million Condo for Katie Couric"]}