{"date": "Monday, February 22, 2016", "sectionnews": ["U.S. Scrambles to Contain Growing ISIS Threat in Libya", "Bridging a Digital Divide That Keeps Schoolchildren Behind", "Opinion: Why Do We Teach Girls That Its Cute to Be Scared?", "Kalamazoo Shooting Suspect Charged With 6 Murder Counts", "5G Is a New Frontier for Mobile Carriers and Tech Companies", "Kesha Fights Record Label in Court, and Big Names in Music Take Sides", "First Draft: Ted Cruz Fires Top Aide for Spreading Misinformation on Marco Rubio", "Waris Ahluwalia, Back in New York, Turban in Place", "The Carpetbagger: Sylvester Stallone on the Weakest Link in Creed: Himself", "The Appraisal: As 2 Famed Businesses Reopen, Tenants Above Them Remain Without Gas", "On Baseball: As a Species, the Knuckleball Flutters but Survives", "Trevor Nunn, British Shakespeare Master, Tries Something New: Directing Americans", "Profiles in Science: For Mark Willenbring, Different Steps to Treating Substance Abuse", "Eric Brown, Record-Breaking British Pilot and World War II Hero, Dies at 97", "Oscars Pin Hopes on Chris Rock for Ratings", "HPV Sharply Reduced in Teenage Girls Following Vaccine, Study Says", "Frugal Traveler: The Day My Megabus Caught Fire", "Review: In Evicted, Home Is an Elusive Goal for Americas Poor", "Bridging a Digital Divide That Keeps Schoolchildren Behind", "Cereal, a Taste of Nostalgia, Looks for Its Next Chapter", "Opinion: To Keep America Safe, Embrace Drone Warfare", "My Parents, My Landlords", "The New Health Care: How to Make the Most of Drugs We Already Have", "Social Capital: The Troll Goal: On Danny DeVitos Twitter", "Wheels: A Brassy Concept Car Comes Back From the Dead", "Mens Shorts Go Long (and Short) for Spring", "Insider Podcasts: Podcast: Inside Fashion Week"], "topnews": ["Cruz Fires Top Aide Over False Story About Rubios Faith", "How Jeb Bush Burned Through $130 Million", " Which Presidential Candidates Are Winning the Money Race", "Cruz and Rubio Vie to Become Top Rival to Trump", "Scientists Estimate Seas May Rise 3 to 4 Feet by 2100", "Vaginal Ring Lowers H.I.V. Rates Among Women in Africa", "Digital Divide Keeps Schoolchildren Behind", "The Supreme Court Fight: ", "Our Insiders Guide", "On Washington: Court Is New Front in Partisan Warfare", "Senators Returning to Square Off Over Replacing Scalia", "The Chief Justice Behind All Those Dylan Citations", "Renewed Efforts to Stop Subway Sex Crimes", "Kalamazoo Suspect Charged With 6 Counts of Murder", "U.S. and Russia Set Date to Begin Cease-Fire in Syria", "Caste Protests Choke Delhis Roads and Water Supply", "Deliberate Destruction of Syria Hospitals, U.N. Says", "Life, Death and Corruption in Southeast Asia", "New York Times Public Editor Joins Washington Post", "9 Memorable Moments From Fashion Week", "Big Names Take Sides as Kesha Fights Record Label", "Were Not Animals: A 1977 March for Dignity", "Life After Scalia", "Why Are White Death Rates Rising?", "Taking Note: Sanderss War on Clintons Big Money", "A Road Trip to the Origins of Our Species", "Editorial: Young Voters, Motivated Again", "Blow: Bernie Sanders Hits a Roadblock", "Cohen: Smartphone Era Politics", "Dowd: Escape From Bushworld", "Krugman: Cranks on Top", "Join us on Facebook ", "Shopping for Bookcases", "When a Dream House Becomes a Money Pit"]}