{"date": "Monday, March 7, 2016", "sectionnews": ["Ortega vs. the Contras: Nicaragua Endures an 80s Revival", "Supreme Court Declines to Hear Apples Appeal in E-Book Pricing Case", "Op-Ed Contributor: Indian Point: Past Its Expiration Date", "Oberlin Leaders Denounce Professors Remarks as Anti-Semitic", "Tech Companies, New and Old, Clamor to Entice Cloud Computing Experts", "Review: In Eclipsed, a Captive Lupita Nyongo Is Captivating", "Senators Seek Help for Older Americans Tricked Into Smuggling Drugs", "Fashion Review: Lost and Found at Givenchy and Stella McCartney", "The Wave and the Disaster Movie Formula", "Retrial in Etan Patz Murder Case Is Delayed", "Penguins Keeping Finding Ways to Stay in Playoff Mix", "Review: In Eclipsed, a Captive Lupita Nyongo Is Captivating", "Take a Number: Unplanned Pregnancies Hit Lowest Level in 30 Years", "Raymond Tomlinson, Who Put the @ Sign in Email, Is Dead at 74", "Downton Abbey: Downton Abbey Director Michael Engler on the Emotional Final Episode", "Well: Intermittent Fasting Diets Are Gaining Acceptance", "In Transit: Tour and Resort News: National Park Trips; New Canyon Ranch", "Questloves Latest Quest: Bringing Chefs Together", "Oberlin Leaders Denounce Professors Remarks as Anti-Semitic", "Questloves Latest Quest: Bringing Chefs Together", "Opinion: Tricked Into Cheating and Sentenced to Death", "New York Homes Under $500,000", "The New Health Care: Were Losing the Race Against Antibiotic Resistance, but Theres Also Reason for Hope", "Social Capital: Bravo Zulu: On (Representative) Ryan Zinke", "Wheels: VW Scandal Clouds Prospects for Other Diesel Makers at Geneva Motor Show", "By Design: Miles of Moroccan Tiles in the Marais", "The Timeseum: A Consolidated Archive"], "topnews": ["More Latinos Seek Citizenship in a Backlash Against Trump", "07 Rubio Tax Plan: Bold Talk, Bad End (Sound Familiar?)", "Anti-Trump Forces Sense Opportunity, and Cash Pours In", "Raspy Voices and Bleary Eyes Betray the Campaign Grind", "The Upshot: With Cruz Up, Rubio Down, Where Does That Leave Trump?", "Sanders and Clinton Draw Sharp Contrast in Debate", "U.S. Says Strikes Kill 150 at Graduation for Somali Militants", "Swine With Taste for Chianti Unnerve Italy", "Labor Dispute Over Right to Pray Ends in Firing of 150", "Raymond Tomlinson, Who Put the @ in Email, Is Dead", "Nicaragua Wont Admit It, but the Contras Are Back", "Heroin Epidemic Increasingly Seeps Into Public View", "Wall Street Bonuses Fell About 9 Percent in 2015", "Oklahoma Imposes Oil and Gas Rules to Fight Quakes", "Turkeys Demands Stall Europes Plan for Migrants", "Justices Restore Visitation to Lesbian Adoptive Mother", "Supreme Court Declines to Hear Apple E-Book Case", "Great Reads", "Smarter Living", "Conversation Starters", "Diversions", "An American Finale to Downton Abbey", "Nancy Reagan, an Influential First Lady, Dies", "Review: Lost and Found at Paris Fashion Week", "What Does It Mean to Be Evangelical Today?", "Editorial: Republicans Baseless Abortion Investigation", "Blow: The End of American Idealism", "Indian Point: Past Its Expiration Date", "Cohen: An Anti-Semitism of the Left", "Krugman: When Fallacies Collide", "A Touch of Europe on 14th Street", "Jessica Hecht, a Star of Fiddler on the Roof, at Home"]}