{"date": "Thursday, March 3, 2016", "sectionnews": ["Saudi Arabia Cuts Billions in Aid to Lebanon, Opening Door for Iran", "Xi Jinpings Remedy for Chinas Economic Gloom Has Echoes of Reagan", "Nicholas Kristof: After Super Tuesday, Bracing for a President Trump", "Students Rally Behind South Carolina Teacher Who Resigned After Nude Photo Theft", "Apple Gets Tech Industry Backing in iPhone Dispute, Despite Misgivings", "Architecture Review: Santiago Calatravas Transit Hub Is a Soaring Symbol of a Boondoggle", "First Draft: Hut 1! Hut 2! Donald Trump Credits Tom Brady for Massachusetts Score", "Face in the Crowd: Face in the Crowd: Kelly Rowland at Chlo", "Review: In Zootopia, an Intrepid Bunny Chases Her Dreams", "About New York: Making the Journey From Menace to Neighbor, All on One Brooklyn Block", "Q. and A.: Brandi Chastain to Donate Her Brain for C.T.E. Research", "Review: Straight Glides Between Sexual Assumptions", "Trilobites: A Quick, Colorful Change for a Morning Glory", "Dick Bradsell, Bartender Who Helped Revive London Cocktail Scene, Dies at 56", "Critic's Notebook: A Fiery Debate on the K.K.K. in 2016. Who Figured?", "Well: Learning a New Sport May Be Good for the Brain", "In Saudi Arabia, a Kingdom to Myself", "Madonnaland, by Alina Simone", "Students Rally Behind South Carolina Teacher Who Resigned After Nude Photo Theft", "Hungry City: Sauerkraut Rolls and Other Shanghai Surprises at Yaso Tangbao", "News Analysis: Ask Your Doctor if This Ad Is Right for You", "The Hunt: For Now, a Studio Near Madison Square Park", "Public Health: Debate Prep: Fact-Checking the G.O.P. Candidates on Health Care", "Eat: Greenpoints Culinary Ghosts", "VW Says Old Memo Told Winterkorn of Emissions Irregularities", "Kathleen Hannas Most Prized, and Confounding, Piece of Art", "Questions for The Timess Former Jerusalem Bureau Chief?"], "topnews": ["A Stern Romney Attacks Trump as a Fraud and a Phony", "Anti-Trump Faction in G.O.P. Is Seeking Third-Party Option", "Kelly to Face Trump Again in Fox Debate", "Fact-Checking the G.O.P. Candidates on Health Care", "Pressure Is on Trump as the Debate Stage Narrows to 4", "Seeing Christie With Trump, New Jersey Cringes", "Trouble Lurks Beneath Clintons Victories", "As Campaign Unfolds, So Do Clinton Email Inquiries", "Key G.O.P. Senator in Court Fight Gets Tough Election Foe", "White House Said to Vet Appellate Judge for Court", "A Soaring Symbol of a Boondoggle", "Your Thursday Briefing", "New York Today: Preparing for a Rail Strike", "Ex-Soccer Star to Donate Her Brain for C.T.E. Research", "10 Shots Across", " the Border", "Living in an S.U.V., Seen as a Menace, Then as a Neighbor", "Chinas Remedy for Economy Has Echoes of Reagan", "Indicted a Day Earlier, Energy Tycoon Dies in Car Crash", "Apple Gets Tech Industry Backing in iPhone Dispute", "Greece Tries to House Migrants as Other Gates Close", "White Alabama Officer Arrested in Killing of Black Man", "Great Reads", "Smarter Living", "Newsmakers", "Diversions", "Arguing About the Klan in 2016. Really.", "Saudi Arabia, Magnificent and Forbidding to Tourists", "A Swedish Girl, ISIS and a Cautionary Tale", "What the Election Means for Reproductive Rights", "Editorial: Texas Dangerous Abortion Law", "Blow: Demagogue for President", "Cohen: Britain Needs Europe", "Collins: Call Me Mister Trump", "Kristof: Bracing for a President Trump", "Whose American Dream Flies?", "Editorial Observer: Trump and Reconstruction-Era Politics", "Greenhouse: The Supreme Courts New Era", "Jauhar: Bring Back the Autopsy", "Join us on Facebook ", "House Hunting in ... South Africa", "Ridgewood, Queens, an Affordable Alternative", "More Articles in the Series"]}