{"date": "Friday, February 19, 2016","sectionnews": ["News Analysis: Francis and Trump: Populist Leaders Preaching Divergent Messages", "Justice Department Calls Apples Refusal to Unlock iPhone a Marketing Strategy", "David Brooks: A Little Reality on Immigration", "Affluenza Teenager Will Face Court as an Adult", "Justice Department Calls Apples Refusal to Unlock iPhone a Marketing Strategy", "Harper Lee, Author of To Kill a Mockingbird, Dies at 89", "First Draft: No Love Lost Between Ted Cruz and Donald Trump Supporters", "The Best Street Style of New York Fashion Week", "WarGames and Cybersecuritys Debt to a Hollywood Hack", "3 Rabbis and a Judge Savor the Enduring Back-and-Forth of Tennis", "Sports Business: Donald Trumps Less-Than-Artful Failure in Pro Football", "Critic's Notebook: The Anger on Londons Stages Is Palpable, and Thrilling", "Matter: In Neanderthals DNA, Ancient Humans May Have Left Genetic Mark", "Harper Lee, 1926- 2016", "Critic's Notebook: Girls, on HBO: Getting It Together in Penultimate Season", "Zika Virus Rumors and Theories That You Should Doubt", "Check In: In Montevideo, Uruguay, Vintage Flare With Contemporary Comfort", "Harper Lee, Author of To Kill a Mockingbird, Dies at 89", "Economic View: How to Help More College Students Graduate", "City Kitchen: The New Flavor of Oatmeal: Savory", "Opinion: Death, the Prosperity Gospel and Me", "My Parents, My Landlords", "Economic View: How to Help More College Students Graduate", "Social Capital: The Troll Goal: On Danny DeVitos Twitter", "Driven: Video Review: The 2016 MKX Aims Lincoln in the Right Direction", "Philip Glass Remembers David Bowie  and Shares a Playlist", "Times Insider Live: Event Recap: Unpacking the 2016 Presidential Election"],"topnews": ["Polls Tighten on Eve of Heated South Carolina G.O.P. Primary", "Francis and Trump: Populists Preaching Divergent Messages", "Questionable Campaign Tactics Persist in South Carolina", "A Job at Which Trump Failed: Pro Football Team Owner", "E.U. Clears Path for British Referendum on Membership", "U.S. Says Refusal to Unlock iPhone Is Brand Strategy", "In iPhone Fight, Obama Opts for Security Over Privacy", "Paying Respects to Scalia, in a Fitting Setting", "Court Fight Puts Swing-State Republican in Tight Spot", "Iowans Urge Senator to Hold Hearings on Court Nominee", "Supreme Court Nominee Could Reshape American Life", "Your Evening Briefing", "Angola 3 Inmate Freed After Decades in Solitary", "Harper Lee, To Kill a Mockingbird Author, Dies", ": Harper Lee, 1926- 2016", "From the Archives: Reviews, Profiles and Pivotal Moments", "Readers Tell How To Kill a Mockingbird Changed Their Lives", "U.S. Strikes ISIS Camp in Libya, Killing at Least 41", "The Military, in Effect, Criminalized Mental Illness", "Kosovo Opposition Releases Tear Gas in Parliament", "Storm Water May Be the Savior for a Parched California", "Straight Croissants in Britain? Culinary Snub!", "How Much Warmer Was Your City in 2015?", "Wild Turkeys Run Amok in a New Jersey Town", "The Data Against Kant", "Editorial: Why Apple Is Right", "Brooks: Immigration Realities", "Cohen: Syrias White Rose", "Krugman: Varieties of Voodoo", "Egan: In Paris, the Secular Is the Holy", "Rattner: Will Democracy Follow Capitalism Into Cuba?", "Room for Debate: Can the American Dream Survive?", "From the Archive: Harper Lee, My Daughter and Me", "To Keep America Safe, Embrace Drone Warfare", "News Analysis: Why Is Mitch McConnell Picking This Fight?", "$16.8 Million for a West Village Condo With Views", "More Articles in the Series", "$895,000 Homes in New York State, Texas and Salt Lake City", "More Articles in the Series"]}
