{"date": "Tuesday, March 15, 2016", "sectionnews": ["Indian Town Prays for a Son on Supreme Court", "Fair Game: Figuring Out What Valeant Is Really Worth", "Emma Roller: Dont Trust Anyone Over 30, Except Bernie Sanders", "Ferguson Approves a Federal Plan to Overhaul Police and Courts", "Apple and Justice Dept. Trade Barbs in iPhone Privacy Case", "At New Directors/New Films, a Glimpse of the Otherworldly", "Donald Trump Takes 3 States, John Kasich Wins Ohio", "Noted: Beyond Swipe Right: The Pickup Line Gets a Makeover", "At New Directors/New Films, a Glimpse of the Otherworldly", "Fingernail Scrapings Lead to an Arrest in a Girls 1989 Murder", "N.F.L. Shifts on Concussions, and Game May Never Be the Same", "Review: In Elijah Green, Archetypes in Search of Meaning", "Handful of Biologists Went Rogue and Published Directly to Internet", "Dr. Barbara Almond, Who Examined Maternal Ambivalence, Dies at 77", "Critic's Notebook: The Americans: In Season 4, the Wars Grow Colder and More Dangerous", "C.D.C. Painkiller Guidelines Aim to Reduce Addiction Risk", "Where to Go Now: 5 Ways to Sample Americana in Havana", "Karen Hall Alters Dark Debts in a New Edition", "Alaskas Schools Face Cuts at Every Level Over Oil Collapse", "Restaurant Review: Insa Brings Korean Cooking to Industrial Brooklyn", "Opinion: The Unnatural Kingdom", "Filmed in New York, Starring My Home", "Live Model: Democratic Primary Results", "Notebook: Donald Trump and the Fall of the Republican Campaign Guru", "VW Financial Services Lowers Profit Outlook in Wake of Scandal", "Silicon Valleys Dining Boom", "Populists Who Defy Simple Ideological Categories"], "topnews": ["Kasich Captures Ohio, Keeping Hopes Alive", "Live Model: G.O.P. Results", "String of Losses Slows Sanderss Momentum", "Live Model: Democratic Results", "A Political Storm Swept Rubio Away", "Election Results and Analysis", "Whats Next?", "Rubios Exit and the G.O.P.s Spoiled Buffet", "Kasich, the Boulder Between the G.O.P. and Trump", "Will the Democrats Ever Face an African-American Revolt?", "The Race Without Rubio", "Editorial: The Opening to Cuba Widens", "Town in India Prays for a Son to Reach the Supreme Court", "Ferguson Approves Federal Overhaul of Police and Courts", "U.S. Sets Painkiller Guidelines to Curb Addiction Risk", "Your Evening Briefing", " Photos of the Day ", "Religious Orders Ex-Leaders Accused of Aiding Abuse", "In 7 Words, N.F.L. Reverses Itself on Brain Injuries", "The Songs That Made George Martin the Fifth Beatle", "E.P.A. Accused of Negligence at House Hearing on Flint", "Washington, D.C., Metro to Be Closed on Wednesday", "Zika Study Estimates 1-in-100 Risk of Microcephaly", "Apple Digs In Against F.B.I. Before Case Is Heard", "No Death Penalty for Killer of New York Detectives", "Conversation Starters", "Smarter Living", "Critics Takes", "Great Reads", "The Americans: Colder, More Dangerous Wars", "Mysterious Fairy Circles Now Found in Australia", "Korean Cooking Comes to Industrial Brooklyn", "Dont Trust Anyone Over 30, Except Bernie Sanders", "The Trump Campaign Gives License to Violence", "The Trump-Berlusconi Syndrome", "Smackdown Tuesday? Bring It On.", "Ohio Voters Explain Themselves", "A New Kind of Substance Abuse: Donald Trump on the Issues", "Jeff McCarthy: Actor, Artist, Beast, Beauty", "More Articles in the Series", "House Hunting on ... Grand Cayman Island", "More Articles in the Series"]}