{"date": "Friday, March 4, 2016", "sectionnews": ["Brazils Ex-Leader, Luiz Incio Lula da Silva, Is Released After Raid", "Architect of Pipeline Company Merger Said to Be Its Foe", "David Brooks: Donald Trump, the Great Betrayer", "Development Plan Near Canyon Hits Hurdle", "Economic View: Silicon Valley Has Not Saved Us From a Productivity Slowdown", "Critic's Notebook: A National Descent Into Trumps Pants", "Washington Memo: Agency Rivalries and Satire Show Up in Latest of Hillary Clintons Emails", "On the Street: Bill Cunningham | Art Rules", "Review: In Whiskey Tango Foxtrot, Tina Fey as a Wisecracking War Reporter", "Rikers Island Cases Are Focus for New Bronx District Attorney", "Sports of The Times: The Tragedy of a Hall of Fame Coach and His Star Recruit", "Review: Familiar, a Comic Clash of Assimilation on the Path to a Wedding", "Poor Sleep Gives You the Munchies, Study Says", "Louise Rennison, Who Wrote Adolescent Novels With a Personal Touch, Dies at 64", "Downton Abbey: Downton Abbey, the Good, the Bad and the Forgotten", "Small Study Strengthens Link Between Zika and Serious Birth Defects", "Explorer: In Sri Lanka, Barriers Fall in a Land Marred by Bloodshed", "Its Not a Reading, Its Literary Cabaret", "Big Man on a Global Campus", "City Kitchen: Accara Offers a Taste of Senegal in Fried Form", "News Analysis: Ask Your Doctor if This Ad Is Right for You", "New York Homes Under $500,000", "Economic View: Silicon Valley Has Not Saved Us From a Productivity Slowdown", "Social Capital: Bravo Zulu: On (Representative) Ryan Zinke", "Wheels: VW Scandal Clouds Prospects for Other Diesel Makers at Geneva Motor Show", "On Wellness: Paris Fashion Weeks Best-Kept Secret", "Tune In to The Times: Public Editor Margaret Sullivan on the State of Journalism; Mark Thompson on Digital Publishing"], "topnews": ["A Debate About Size That Belittled the Debaters", "Clinton and Trump Circle Each Other in Michigan", "Trump Reverses Position on Torture", "This Is Trump Country", "Carson Ends His Once-Promising Presidential Bid", "Agency Rivalries and Satire in Latest of Clintons Emails", " Why Romney Urged Republicans to Vote Tactically", "Public Editor: Too Much Coverage of You-Know-Who?", "Justices Block Law Limiting Abortion Access in Louisiana", "Oakland Is Flash Point in Billionaires Charter School Push", "Your Evening Briefing", "Lens: Pictures of the Day", "A New President of N.Y.U., Straight Out of Oxford", "As Olympics Near and Zika Spreads, No Talk of a Plan B", "Zika Kills Cells Key to Fetal Brain Growth, Study Says", "Bud Collins, Irreverent Tennis Commentator, Dies at 86", "Brazils Ex-Leader Is Questioned in Corruption Inquiry", "Chinas Hard Target for Growth Seen as Irrelevant", "Turkey Seizes Newspaper Amid Press Crackdown", "Boko Haram Falls Victim to a Food Crisis It Created", "Great Reads", "Smarter Living", "Conversation Starters", "Diversions", "The Tragedy of a Hall of Fame Coachs Star Recruit", "House of Cards: A Primer for Season 4", "Hulk Hogan, Sex Secrets and the Fate of Free Press", "Paying Employees to Lose Weight", "Editorial: Mitt Romney Aims at Donald Trump, Hits G.O.P.", "Brooks: Trump the Betrayer", "Bruni: A Vulgar Debate", "Cohen: Britain Needs Europe", "Krugman: G.O.P. Con Artists", "Egan: The Beast Is Us", "Room for Debate: Should Students Be Tested for Grit?", "Loose Ends: Its My Birthday! Is That O.K.?", "Can Labor Still Turn Out the Vote?", "Joe Biden: The Senates Duty on a Supreme Court Nominee", "Join us on Facebook ", "River and Park Vistas for $15.5 Million", "More Articles in the Series", "Jessica Hecht, a Star of Fiddler on the Roof, at Home"]}