{"date": "Monday, March 7, 2016", "sectionnews": ["Tripoli Journal: Tripoli, a Tense and Listless City With Gunmen and a Well-Stocked Boss Outlet", "Tech Companies, New and Old, Clamor to Entice Cloud Computing Experts", "Opinion: Tricked Into Cheating and Sentenced to Death", "Smart Robots Make Strides, but Theres No Need to Flee Just Yet", "Tech Companies, New and Old, Clamor to Entice Cloud Computing Experts", "Review: In Eclipsed, a Captive Lupita Nyongo Is Captivating", "Transcript of the Democratic Presidential Debate in Flint, Mich.", "Nancy Reagans Style", "Another Cloverfield Comes Out of Nowhere", "N.J. Transit and Unions to Continue Negotiations as Strike Looms", "Peyton Manning Expected to Say Hes Leaving the N.F.L.", "Review: In Eclipsed, a Captive Lupita Nyongo Is Captivating", "Q&A: Causes of Blindness Vary for Older Adults", "Al Wistert, a Tenacious All-Pro Tackle for Champion Eagles Teams, Dies at 95", "Downton Abbey: Downton Abbey, the Good, the Bad and the Forgotten", "Shared: Living With the Parents Im Losing to Alzheimers", "Check In: In Milan, Luxury With a Sophisticated Pedigree", "U.S. Conferred With Iran Before Iraq Invasion, Book Says", "Law Graduate Gets Her Day in Court, Suing Law School", "City Kitchen: Accara Offers a Taste of Senegal in Fried Form", "Opinion: Tricked Into Cheating and Sentenced to Death", "New York Homes Under $500,000", "Economic View: Silicon Valley Has Not Saved Us From a Productivity Slowdown", "Social Capital: Bravo Zulu: On (Representative) Ryan Zinke", "Wheels: VW Scandal Clouds Prospects for Other Diesel Makers at Geneva Motor Show", "Model-Morphosis: Greta Varlese Transforms at Givenchy", "Tune In to The Times: Public Editor Margaret Sullivan on the State of Journalism; Mark Thompson on Digital Publishing"], "topnews": ["Sanders and Clinton Draw Sharp Contrast in Debate", "What You Missed", "Transcript of the Debate", "Sanders Wins in Maine, and Rubio Takes Puerto Rico", " Maine Results", "Trumps Plan to Win Rust Belt Put to Test", "Cruz Keeps Up the Pressure on Trump", "Downton Abbey Ends With an American Flourish", "New Proposal to Divide Jerusalem Unites People Against It", "Law Graduate Gets Her Day in Court, Suing Law School", "Snowboarding, Once a High-Flying Sport, Crashes to Earth", "As Alaska Warms, the Iditarod Adapts", "Iraq Truck Bomb Kills 33 Near Babylonian Ruins", "Slovakias Ruling Party Loses Majority in Elections", "Egypt Says Militants Killed Top Prosecutor", "Great Reads", "Smarter Living", "Conversation Starters", "Diversions", "Peyton Manning Is Retiring From the N.F.L.", "Britains Exclusive Schools Try to Be a Little Less So", "A Small Town Seeks Answers in a Boys Killing", "Leaving the E.U. Would Hurt Britains Economy", "Bruni: Time to Cuddle with Cruz?", "Douthat: The Elements of Trumpism", "Join us on Facebook ", "The Case of the Woman With the Severed Head", "Dowd: Chickens, Home to Roost", "Kristof: Donald the Dangerous", "Taking Note: A Big Night for Ted Cruz and Bernie Sanders", "New York Homes Under $500,000", "Jessica Hecht, a Star of Fiddler on the Roof, at Home"]}