{"date": "Saturday, March 5, 2016", "sectionnews": ["Money Given to Kenya, Since Stolen, Puts Nike in Spotlight", "Competing Interests on Encryption Divide Top Obama Officials", "Op-Ed Contributor: How Irans Reformists Found Their Center", "A Clamor for a Safe District With a Short Commute", "Bits: Farhad and Joe Examine Silicon Valleys Pull in Washington", "Bob Dylans Secret Archive", "First Draft: John Kasich Sides With Harry Potter on Strategy", "After the Broadway Show, a Trip to Hamiltons Grave", "Another Cloverfield Comes Out of Nowhere", "Donald Trump Considered Path to Presidency Starting at Governors Mansion in New York", "Fewer Goals, Greater Regard for Red Bull Striker Bradley Wright-Phillips", "For the Cast of She Loves Me, Its the Sweet Smell of a Revival", "Q&A: Causes of Blindness Vary for Older Adults", "Dr. Myron G. Schultz, Who Helped Identify AIDS Crisis, Dies at 81", "Downton Abbey: Downton Abbey, the Good, the Bad and the Forgotten", "Two Studies Strengthen Links Between the Zika Virus and Serious Birth Defects", "Explorer: In Sri Lanka, Barriers Fall in a Land Marred by Bloodshed", "Pat Conroy, Author of The Prince of Tides and The Great Santini, Dies at 70", "Alumni of Britains Elite Schools", "Recipes for Health: Vegetarian Bowls Spiked With Vibrant Asian Flavors", "Opinion: Tricked Into Cheating and Sentenced to Death", "New York Homes Under $500,000", "Economic View: Silicon Valley Has Not Saved Us From a Productivity Slowdown", "Social Capital: Bravo Zulu: On (Representative) Ryan Zinke", "Wheels: VW Scandal Clouds Prospects for Other Diesel Makers at Geneva Motor Show", "Backstage Beauty Report: At Haider Ackermann, an Otherworldly Beauty  With Sculptural Hair", "Tune In to The Times: Public Editor Margaret Sullivan on the State of Journalism; Mark Thompson on Digital Publishing"], "topnews": ["Texas Senator Also Leads in Maine", "Trump Saw Albany Post as Springboard to White House", "Rubios Plan Might Have Shut Out His Own Grandfather", "G.O.P. Faces Rebellion Over Leaders Calls to Stop Trump", "Competing Interests in Apple Standoff Split U.S. Agencies", "Nike Under Scrutiny as Money It Gave Kenya Is Stolen", "In New Fiscal Plan, China Bets It Can Avoid Hard Choices", "New Orleans Feels the Weight of Airbnb Welcome Mats", "A One-Man Quest for a Missing Jet", "Downton Abbey: the Good, the Bad and the Forgotten", "Pat Conroy, Author of The Prince of Tides, Dies at 70", "Supreme Court Blocks Louisiana Abortion Law", "Great Reads", "Smarter Living", "Conversation Starters", "Diversions", "Unlocking the Mystery of Benjamin Clementine", "Our 10 Most Popular Recipes", "8 Things to Know About Rental Car Insurance", "The Eviction Economy", "Can Nicotine Be Good for You?", "Join us on Facebook ", "Editorial: A Judges Message to the Xenophobes", "Bruni: Hidden Gold in College Applications", "Douthat: The Elements of Trumpism", "Dowd: Chickens, Home to Roost", "Kristof: Donald the Dangerous", "Buying a Co-op with Dummy Money", "More Articles in the Series", "Homes for Sale in New York and New Jersey", "More Articles in the Series"]}