{"date": "Tuesday, March 22, 2016", "sectionnews": ["Brussels Airport and Subway Attacks Kill at Least 30; ISIS Claims Responsibility", "CrowdSignals Aims to Create a Marketplace for Smartphone Sensor Data", "Op-Ed Contributor: Shouldnt Congress Tell Us How Well Pay for Tax Cuts?", "Business to Play Key Role as Georgia Weighs Bill on Religion and Gay Rights", "U.S. Says It May Not Need Apples Help to Unlock iPhone", "The Brothers Grimsby Trots Out a Demeaning Racial Trope", "First Draft: Bernie Sanders Decries Barbarism of Brussels Attacks", "On the Runway: The First Lady Wears Naeem Khan at the Cuba State Dinner", "The Brothers Grimsby Trots Out a Demeaning Racial Trope", "Ithacas Plan to Fight Heroin: Open a Site to Shoot Up", "Sports Business: What Tournament? N.C.A.A.s Biggest Event May Be at a Higher Court", "Shakespeares Globe Is Winding Up a Hamlet World Tour", "Scientists Warn of Perilous Climate Shift Within Decades, Not Centuries", "Rob Ford, Controversial Ex-Mayor of Toronto, Dies at 46", "The Passion: Jesus Final Hours as a Halftime Show", "Well: No Regrets After Double Mastectomy, but Questions Remain", "Not Happy With the Candidates? Try Out a New Country", "The Throwback Special, by Chris Bachelder", "The Mideast Came to Idaho State. It Wasnt the Best Fit.", "Restaurant Review: Lowlife Plays It Cool on the Lower East Side", "Opinion: When Did Porn Become Sex Ed?", "Brother, Sister, Roommate, Neighbor", "Survey Says: What Changes Minds About the Senate and Judge Garland?", "First Words: How Can Donald Trump and Bernie Sanders Both Be Populist?", "Former Porsche Executives Acquitted of Manipulating VW Stock", "T City Guides: Copenhagen", "Insider Podcasts: Campaign 2016: Whats Next?"], "topnews": ["City Is Shut Down After Blasts at Airport and Subway", "What We Know and Dont Know", ": What Happened at Each Location", "Drumbeat of Attacks Underscores Vulnerability of Europes Open Society", "A Day of Horror in Brussels", "Our Water System: What a Waste", "Unsilenced", "What Are We Voting For?", "Nancy Pelosi: You Budget. Why Shouldnt Congress?", "Editorial: A Partisan Prescription for Paralysis", "U.S. Says It May Not Need Apples Help to Unlock iPhone", "What to Watch as Arizona, Idaho and Utah Go to the Polls", "Trump Travels to Washington and Tries It On for Size", "G.O.P. Voters Embarrassed by Party, Poll Says", "In Speech, Obama Says Cuba Shouldnt Fear U.S.", "Dissidents Still Vulnerable", "Latest Updates", "The Ethics of Stunting a Disabled Childs Growth", "Tennis Official Quits Post Over Remarks About Women", "On Tennis: Gentlemans Apology May Not Suffice", "Ithacas Plan to Fight Heroin: Open a Site to Shoot Up", "Rob Ford, Controversial Ex-Mayor of Toronto, Dies", "Ukrainian Pilot Found Guilty of Complicity", "After Deadline: A Lineup of Missteps", "Scientists Say Climate Remedies Arent Strict Enough", "Attack Reported on Mali Hotel Used by E.U. Military", "Conversation Starters", "Smarter Living", "Critics Takes", "Great Reads", "Londons Globe Theater Winds Up Hamlet Tour", "Review: Lowlife Plays It Cool", "How Beetle Moms Say Not Tonight, Honey", "A Day of Horror in Brussels", "The Middle-Age Surge", "Unsilenced", "Live Free or Trump", " Our Water System: What a Waste", "What Are We Voting For?", "Debi Mazar, Star of Younger, at Home in Brooklyn", "More Articles in the Series", "Can I Break My Lease Over Subway Noise?", "More Articles in the Series"]}