{"date": "Monday, March 21, 2016", "sectionnews": ["Cubans Pack the Streets for a Glimpse of President Obama", "News Analysis: Self-Correcting Beyond a Web Era Marked by Sensationalism", "Op-Ed Contributor: The Ups and Downs of the Bradford Pear", "Many Mississippi Officials Take From Closed Campaign Accounts, Review Reveals", "Amazon Leans on Government in Its Quest to Be a Delivery Powerhouse", "The Passion: Jesus Final Hours as Halftime Show", "First Draft: Donald Trump Says Hell List His Top Supreme Court Picks", "A Song of the Sea, in Gold and Gems", "Ben Afflecks Broken Batman", "For Transgender New Yorkers, a Center of Their Own in the Bronx", "Analysis: N.C.A.A. Favorites End a Few Charmed Runs", "Review: The Effect, About Falling in Love While Taking Antidepressants", "Q&A: Fighting Macular Degeneration", "Roger Agnelli, Iron Man Who Led a Global Mining Giant, Dies at 56", "The Passion: Jesus Final Hours as Halftime Show", "Puerto Rico Braces for Its Own Zika Epidemic", "Not Happy With the Candidates? Try Out a New Country", "A Murder Over a Girl, by Ken Corbett", "Retiring: Claims of Age Bias Rise, but Standards of Proof Are High", "City Kitchen: Miso Soup Delivers Deep Weeknight Flavor", "Opinion: When Did Porn Become Sex Ed?", "Brother, Sister, Roommate, Neighbor", "The 2016 Race: How Donald Trump Can Fall Short of His Delegate Target", "Lives: Making Do With Little on Cape Verde", "Former Porsche Executives Acquitted of Manipulating VW Stock", "Chic in Review: The Fashion News to Know This Week", "How We Got to a Colombian Guerrilla Camp"], "topnews": ["Obama Lands in Cuba With a Pledge to Listen to Its People", "Live Coverage: On the Scene in Havana", "A Country Standing on the Edge of Change", "Cubans Pack the Streets for a Glimpse of Obama", "Trump Courts Jewish Voters Skeptical of His Agenda", "Trump and Medias Co-Dependent Bond", "Report Shows How Paris Attackers Tactics Evolved", "Suspect Planned to Restart Something, Officials Said", ": ISISs Explosive of Choice", "Conservatives Divided Over Court Nomination Strategy", "Amazon Leans on Government in Its Quest to Dominate", "Mass Transit in Paradise: Honolulu Rail Plan in Trouble", "Natalie Woods Death, and Her Daughters Life", "Favorites Put an End to a Few Charmed Runs", "Mens Bracket", "Womens Bracket", "On the Court, a Signature Move for a 3-Point Shot", "Greece Struggles as Accord on Migrants Takes Effect", "Anger After Tennis Officials Sexist Comments", "Puerto Rico Braces for Zika Epidemic Amid Grim Forecast", "In Louisiana, the Poor Do Without Lawyers", "Conversation Starters", "Smarter Living", "Critics Takes", "Great Reads", "Hollywood Debates Screening vs. Streaming", "What to Cook This Week", "The Passion: Jesus Final Hours, as Halftime Show", "I Love the U.N., but It Is Failing", "Editorial: Transparency in the Drone Wars", "Douthat: Profiles in Paralysis", "Dowd: Will Trump Be Dumped?", "Dreaming of Gay Rights in Delhi", "Kristof: Women With Fistulas Are Our Modern-Day Lepers", "Observer: Hollywoods Fake Version of Nina Simone", "Wehner: The Man the Founders Feared", "Debi Mazar, Star of Younger, at Home in Brooklyn", "More Articles in the Series", "Can I Break My Lease Over Subway Noise?", "More Articles in the Series"]}