{"date": "Wednesday, March 2, 2016", "sectionnews": ["Hamas Commander, Accused of Theft and Gay Sex, Is Killed by His Own", "Europes Border Checks Become Economic Choke Points", "Op-Ed Contributor: Can the Sanders Movement Go Local?", "Pennsylvania Diocese Leaders Knew of Sex Abuse for Decades, Grand Jury Says", "F.B.I. Error Locked San Bernardino Attackers iPhone", "Bob Dylans Secret Archive", "First Draft: Lindsey Graham May Back Ted Cruz as Only Way to Stop Donald Trump", "Up Next: An Interior Designer for the Young and Wealthy", "Review: In Songs My Brothers Taught Me, Reservation Dreams and Their Limits", "Building Blocks: Restoring a Home for Scholars at the New York Public Library", "The Sioux Nickname Is Gone, but North Dakota Hockey Fans Havent Moved On", "Review: But I Cd Only Whisper, a Tale of a Violent Veteran", "Trilobites: A Quick, Colorful Change for a Morning Glory", "Gil Hill, Detroit Detective and Beverly Hills Cop Actor, Dies at 84", "Review: In Hap and Leonard Best Friends Get a Lucrative Job Offer", "Well: Learning a New Sport May Be Good for the Brain", "Next Stop: A BuzzFeed Founders Costa Rican Hideaway", "Bookends: Which Writers Journals Are Worth Reading?", "Mount St. Marys President Quits After Firings Seen as Retaliatory", "In Australia, Noma Forages for Ingredients and Inspiration", "News Analysis: Ask Your Doctor if This Ad Is Right for You", "Living In: Ridgewood, Queens, an Affordable Alternative", "The New Health Care: Fighting Drug Addiction With Drugs Works, but Only if Doctors Sign On", "On Clothing: The Politics of the Hoodie", "Auto Sales Up in February, Helped by Cheap Gas and Easy Credit", "Unlocking the Mystery of Benjamin Clementine", "Questions for The Timess Former Jerusalem Bureau Chief?"], "topnews": ["Republicans Split Widens to a Chasm", "Cruz Takes 3 States as Rubio Suffers Setbacks", "Can Trump Still Lose?", "Sanderss Path to Victory All but Blocked", "Wins for Sanders in Liberal Strongholds", "The Party of Trump", "Hillary Clintons Moment", "Trumps Amazing Fortune", "Beware: Exploding Politics", "Why Trump Now?", "What G.O.P. Voters Want", "Supreme Court Appears Divided in Major Abortion Case", ": How Case Could Change Access to Abortion", "U.N. Council Adopts Toughest Sanctions Yet for North Korea", "F.B.I. Error Locked San Bernardino Attackers iPhone", "Your Wednesday Briefing", "Bob Dylans Secret Archive", "Accusers Charged in Campus Account of Racist Attack", "Baseball Planning for Cuban Players, Despite Embargo", "Tampa Bay to Play Cuban National Team in Havana", "Public Editor: On Trumps Off the Record Remarks", "Debris in Mozambique May Be From Malaysian Flight", "South Dakota Veto Is Victory for Transgender Movement", "European Union Plans Aid Package to Help Migrants", "The Ex-Spy Who Accused a Fox News Analyst of Fraud", "Pennsylvania Diocese Leaders Knew of Abuse, Grand Jury Says", "Sarah Paulson Opens Up About Acting and Dating", "Give Robots the Jobs,", "Give People the Paychecks", "Jerrod Carmichael Goes There", "New Yorks Next Hot Neighborhoods", "$28.5 Million, a Record Sale in NoLIta", "More Articles in the Series"]}