{"date": "Saturday, February 20, 2016", "sectionnews": ["U.S. Bombing in Libya Reveals Limits of Strategy Against ISIS", "Justice Department Calls Apples Refusal to Unlock iPhone a Marketing Strategy", "Roger Cohen: Syria's White Rose", "Monroeville, Ala., Remembers Harper Lee, Its Most Celebrated Resident", "Justice Department Calls Apples Refusal to Unlock iPhone a Marketing Strategy", "Harper Lee, Author of To Kill a Mockingbird, Dies at 89", "First Draft: Man Captured on Film Being Arrested in a 1963 Protest is Bernie Sanders, His Campaign Says", "London Fashion Week: Shock of the New, Warmth of the Old", "What Does the Academy Value in a Black Performance?", "Dana Raphael, Proponent of Breast-Feeding and the Use of Doulas, Dies at 90", "Discipline Near in at Least 2 M.L.B. Abuse Cases", "Critic's Notebook: The Anger on Londons Stages Is Palpable, and Thrilling", "Matter: In Neanderthals DNA, Ancient Humans May Have Left Genetic Mark", "Dana Raphael, Proponent of Breast-Feeding and the Use of Doulas, Dies at 90", "Critic's Notebook: Girls, on HBO: Getting It Together in Penultimate Season", "Zika Virus Rumors and Theories That You Should Doubt", "Check In: In Montevideo, Uruguay, Vintage Flair With Contemporary Comfort", "Harper Lee, Author of To Kill a Mockingbird, Dies at 89", "Economic View: How to Help More College Students Graduate", "City Kitchen: The New Flavor of Oatmeal: Savory", "Opinion: Death, the Prosperity Gospel and Me", "My Parents, My Landlords", "Economic View: How to Help More College Students Graduate", "Social Capital: The Troll Goal: On Danny DeVitos Twitter", "Driven: Video Review: The 2016 MKX Aims Lincoln in the Right Direction", "Philip Glass Remembers David Bowie  and Shares a Playlist", "Times Insider Live: Event Recap: Unpacking the 2016 Presidential Election"], "topnews": ["Republicans Sprint Across South Carolina as Voting Nears", "Pope and Trump: Populists Preaching Divergent Messages", "Man Arrested on Film in 1963 Segregation Protest Is Sanders, Campaign Says", "Trump in Triage Mode After Health Care Comments", "Supreme Court Wont Intervene in North Carolina Election Fight", "Amid Turmoil, Top Securities Regulator in China Is Ousted", "U.S. Says Refusal to Unlock iPhone Is Brand Strategy", "In iPhone Fight, Obama Opts for Security Over Privacy", "Friendships Forged in the Back-and-Forth", "New York Fashion Weeks Haunted Ending", "The Top 10 Moments From New York Fashion Week", "So, Kanye Wests Album Is Finished, Right?", "The Life of Pablo vs. the Life of Kanye", "Umberto Eco, Italian Scholar and Novelist, Dies at 84", "Elusive Voice of the Small-Town South", ": Harper Lee, 1926- 2016", "An Appraisal: A Writer Twice Confronts the Loss of Innocence", "Monroeville, Ala., Remembers Its Most Celebrated Resident", "Readers Tell How To Kill a Mockingbird Changed Their Lives", "Angola 3 Inmate Freed After Decades in Isolation", "E.U. Clears Path for British Referendum on Membership", "Paying Respects to Justice Scalia, in a Fitting Setting", "U.S. Strikes ISIS Camp in Libya, Killing at Least 41", "The Military, in Effect, Criminalized Mental Illness", "24 Hours in an Elevator With Shia LaBeouf", "What Luck Means Now", "Wild Turkeys Run Amok in a New Jersey Town", "Superdelegates, Clarify Your Role", "Editorial: South Carolinas Legacy, Exploited by Trump", "Cohen: Syrias White Rose", "Collins: Trump Shows His Inner Rabbit", "Rattner: Will Democracy Follow Capitalism Into Cuba?", "For Loggings Crimes, Tougher Punishments", "News Analysis: Why Is Mitch McConnell Picking This Fight?", "Op-Ed: To Keep America Safe, Embrace Drone Warfare", "Gray Matter: The Data Against Kant", "Join us on Facebook ", "Homes for Sale in Brooklyn and Manhattan", "More Articles in the Series", "$16.8 Million for a West Village Condo With Views", "More Articles in the Series"]}