{"date": "Wednesday, February 24, 2016", "sectionnews": ["A Radical Idea to Rebuild a Shattered Libya: Restore the Monarchy", "State of the Art: The Apple Case Will Grope Its Way Into Your Future", "The Conversation: Life After Scalia", "Pennsylvania Governor, Tom Wolf, Says He Has Prostate Cancer", "Apple Faces U.S. Demand to Unlock 9 More iPhones", "What Its Really Like to Work in Hollywood (*If youre not a straight white man.)", "Obamas Scotusblog Post: Reading Between the Lines", "WANT Les Essentiels de la Vie: When a Bag Becomes a Brand", "What Its Really Like to Work in Hollywood (*If youre not a straight white man.)", "New York City Can Require Sodium Warnings, Judge Rules", "Sheikhs Candidacy Opens New Door to Criticism of FIFA: Human Rights", "TodayTix Makes Inroads Into Broadways Ticketing Business", "Trilobites: At Yosemite, a Waterfall Turns Into a Firefall", "Ramn Castro, Brother to Cuban Revolutionaries, Dies at 91", "Better Call Saul: Better Call Saul Season 2, Episode 2: Whats Hoboken Got to Do With It?", "Dr. Robert Califf Wins Senate Confirmation to Run F.D.A.", "Skiing Kosovo, Abandoned Lifts and All", "Books of The Times: Review: The Lonely City, a Personal Study of Urban Isolation", "Philip Knight of Nike to Give $400 Million to Stanford Scholars", "Recipe Lab: A Good Muffin Doesnt Have to Be Bad for You", "Opinion: To Keep America Safe, Embrace Drone Warfare", "Living In: Co-op City for Affordability and Open Spaces", "The 2016 Race: Whats Keeping John Kasich in the Race: Lessons From Game Theory", "Notebook: How Should Asian-Americans Feel About the Peter Liang Protests?", "Takata Faked Test Data a Year After Airbag Recalls, Report Says", "Classic English-Made Shoes for Men, Without the Heft", "Podcast: Im Mad Today... Andrew Rosenthal on Gitmo and Trump. And the Good News."], "topnews": ["Nevada Hands Trump a Third Victory and a Widening Lead", "My Firsthand Encounter With Trumps Free Media Machine", "Rubio Gets Plenty of Endorsements, but Not Enough Votes", "Game Theory: Whats Keeping Kasich in the Race?", "Sanders Is Jewish, but He Doesnt Like to Talk About It", "Battle for the Court: Alitos Advice and Sanderss Favorite", "Obama Says He Expects G.O.P. to Relent", "Reading Between Obamas Lines", "Supreme Court Abortion Case Seen as Pivotal for Clinics", ": What Roles Get Black Actors to the Oscars?", "Tension on the Red Carpet: Looking Ahead to the Oscars", "Torture at Issue for Sheikh Whod Lead World Soccer", "A Soccer Insider Pushes Expansion and Continuity", "Wary of Terror, Europe Arrests Puppeteers and a Poet", "Nike Founder Gives $400 Million to Stanford Program", "Radical Idea to Reunite Libya: Restore Monarchy", "Senate Confirms Dr. Robert Califf to Run F.D.A.", "New York Can Require Sodium Warnings, Judge Rules", "Tech, Media Firms to Talk Terrorism at White House", "Texas Court Drops Criminal Case Against Rick Perry", "Public Editor: Hitting the Road  but Not Yet", "If Any Device Can Hear, F.B.I. Will Want to Listen", "Creativity Through Kink", "Sidney Poitiers Walk on the Wildish Side", "G.O.P. Loses its Mind on a Supreme Court Seat", "Effective Firearms Regulation Is Constitutional", "Join us on Facebook ", "A Danger to Our Grizzlies", "Editorial: Imagining a Rikers Island With No Jail", "Bruni: The Devil in Ted Cruz", "Edsall: The Trump-Sanders Fantasy", "Op-Ed: What Todays Republicans Dont Get About Reagan", "Taking Note: A Big Win for Donald Trump in Nevada", "Co-op City for Affordability and Open Spaces", "$16.8 Million for a West Village Condo With Views", "More Articles in the Series"]}