{"date": "Thursday, March 24, 2016", "sectionnews": ["Brothers Among 3 Brussels Suicide Attackers; Another Assailant Is Sought", "Fight to Keep Alternative Energy Local Stymies an Industry", "Op-Ed Contributor: John McCain: Salute to a Communist", "Sexual Harassment Cases Tarnish Berkeleys Image as a Center of Social Activism", "F.B.I. Clash With Apple Loosed a Torrent of Possible Ways to Hack an iPhone", "In Hindsight, an American Psycho Looks a Lot Like Us", "First Draft: Ted Cruz and John Kasich Begin Advertising in Wisconsin", "Brighter Lights, Bigger City: Odeons Second Act", "Richard Linklater on Baseball, College Life and His New Film", "Mt. Sinai Doctor Is Charged With Sexually Abusing 4 Women", "Decoding the N.F.L. Database to Find 100 Missing Concussions", "In Hindsight, an American Psycho Looks a Lot Like Us", "Matter: Researchers Find Fish That Walks the Way Land Vertebrates Do", "Johan Cruyff, the High Priest of Dutch Soccer, Dies at 68", "Shemar Moore Leaves Criminal Minds After 11 Seasons", "Well: Running on Vacation", "Not Happy With the Candidates? Try Out a New Country", "Letters: The Man to Thank", "Sexual Harassment Cases Tarnish Berkeleys Image as a Center of Social Activism", "Hungry City: At Tuts Hub, Egyptian Street Foods Get a Temple", "Opinion: When Did Porn Become Sex Ed?", "Brother, Sister, Roommate, Neighbor", "The 2016 Race: Lasting Damage for G.O.P.? Young Voters Reject Donald Trump", "Eat: The Queen of Entrees, Restored", "At New York Auto Show, a Parade of New Models", "Viewfinder: Revisiting Photos That Find Tenderness Amid Inequality", "Insider Podcasts: Good, Bad and Mad: Andrew Rosenthal on the News"], "topnews": ["Europeans Balk at Intelligence Sharing as Toll of Terror Rises", "Suspect in Paris Attacks Seeks Extradition to France", "Belgium Failed to Act on Terror Warning, Turkey Says", "The Outsize Role of Brothers", "Photo Becomes Vivid Symbol of Carnage", "Names of Victims Emerge", "Brazils President, Plagued by Scandals, Rejects Calls to Quit", "Bosnian Serb Leader Guilty of Genocide in Massacre of 8,000", "U.S. Indicts Iranians in Cyberattacks on Banks and a Dam", "N.F.L.s Concussion Research Deeply Flawed", "Decoding the Research to Find 100 Missing Concussions", "Cruz Tried, but Couldnt Steer Half Sister From Drugs", "Who Compared Sanders to Obi-Wan Kenobi? Take Our Quiz.", "In Hindsight, an American Psycho Looks a Lot Like Us", "Making American Psycho Sing, on Broadway", "House Seeks Names of Fetal Tissue Researchers", "A Fish That Walks the Way Land Vertebrates Do", "Sext and the Single Girl", "Mt. Sinai Doctor Charged With Abusing 4 Women", "Obama Expresses Regret Over Argentinas Dirty War", "Syrian Forces and ISIS Clash at Edge of Palmyra", "Biden to Make Case for a Full Supreme Court Bench", "Hedge Fund Seeks to Oust Yahoos Board", "Conversation Starters", "Smarter Living", "Critics Takes", "Great Reads", "13 Questions to Ask Before Getting Married", "An Ancient Way to Improve Memory", "Review: Batman v Superman", "The Senate Defers to the N.R.A.", "Editorial: Counterterrorism Plans on the Stump", "Blow: Dangerous World, Serious Leaders", "Collins: The Republicans Sin of Endorsement", "Join us on Facebook ", "John McCain: Salute to a Communist", "Douthat: Trumpism After Trump", "Kristof: Terrorists, Bathtubs and Snakes", "Bittner: Can the European Center Hold?", "The Luxury of Living Small", "More Articles in the Series", "Ossining, N.Y.: History, Parks and Mad Men", "More Articles in the Series"]}