{"date": "Wednesday, March 16, 2016", "sectionnews": ["Ex-President Lula Joins Brazils Cabinet, Gaining Legal Shield", "Fed Keeps Interest Rates Steady but Affirms Plan to Pursue Increase", "Linda Greenhouse: The Merrick Garland Nomination: A New Bork Battle?", "Washington Comes to Grips, Slowly, With Shutdown of Metro System", "State of the Art: At SXSW, a Shift From Apps to a Tech Lifestyle", "A New Map to Hank Williamss Lost Highways", "First Draft: Risk Analysis Group Says a Donald Trump Presidency Would Drag Down Global Growth", "Kayla Itsines Is Winning Followers, One Ab Post at a Time", "At New Directors/New Films, a Glimpse of the Otherworldly", "Newark School Officials to Offer Lead Testing to Youngest Students", "On College Basketball: Footballs Power Lurks Behind the Mens Basketball Tournament", "David Tennant, a Former Doctor Who, Dons a Monarchs Crown", "Trilobites: Solving the Tully Monsters Cold Case", "Gogi Grant, Who Knocked Elvis Off Top of Chart, Dies at 91", "Critic's Notebook: The Americans: In Season 4, the Wars Grow Colder and More Dangerous", "Phys Ed: Meditation Plus Running as a Treatment for Depression", "Update: At a New Dominican Port, Cruising With a Conscience", "Childrens Books: Bookshelf: Holy Days", "Alaskas Schools Face Cuts at Every Level Over Oil Collapse", "A Good Appetite: Eggs Give Dessert a Spring in Its Step", "Opinion: The Unnatural Kingdom", "Living In: In Roslyn, N.Y., a Hint of New England", "Rubios Exit Leaves Trump With an Open Path to 1,237 Delegates", "The Voyages Issue: The Fugitive", "VW Financial Services Lowers Profit Outlook in Wake of Scandal", "One Artists Quest to Honor Her Transgender Uncle", "Book Club: Online Conversation with Times Columnist Joe Nocera"], "topnews": ["Appeals Court Judge Is Respected by G.O.P.", "A Faceless Supreme Court Battle No More", "Activist Groups Plan Battle: 100 Protests, for Starters", "Republicans Are Resolute in Refusal to Weigh Nominee", "Why Garland Was Chosen", "A Court With Garland Would Be the Most Liberal in Decades", ": How Garland Would Change the Court", "Merrick Garland for the Supreme Court", "The Garland Nomination: A New Bork Battle?", "What Trump and Sanders Get Wrong About Free Trade", "Editorial: Whats Next?", "Bruni: A Spoiled Buffet", "Collins: On Kasich", "Douthat: Goodbye, Bushism", "Friedman: Let Trump Make a Trans-Pacific Trade Deal", "Will the Democrats Ever Face a Black Revolt?", "Front-Runners Face Deep Skepticism", "Primary Results and Calendar", "Takeaways From Election Night", "Trump Warns of Riots if Blocked by G.O.P.", "A Convention With Scuffles, the K.K.K. and 103 Ballots: Democrats, 1924", "Fox Debate Canceled", "Rubio Exits, Out of Step With Mood of G.O.P. Voters", "Syrian Kurds Plan to Formally Carve Out a Federal Region", "Joining Brazil Cabinet, Ex-Leader Gains Legal Shield", "Denmark Regains Its Ranking as the Happiest Country", "At SXSW, a Shift From Apps to a Tech Lifestyle", "Fed Keeps Rates Steady but Affirms Plan for Increase", "Newark School Officials to Offer Lead Testing", "FIFA, Embracing Role as Victim, Seeks to Collect Millions", "European Stock Exchanges Agree to Merge", "North Korea Sentences U.S. Student to 15 Years Labor", "Conversation Starters", "Smarter Living", "Critics Takes", "Great Reads", "Solving the Tully Monster, the Coldest of Cases", "Florence Uses Virtual Graffiti to Fight Vandals", "A New Map to Hank Williamss Lost Highways", "The Merrick Garland Nomination: A New Bork Battle?", "Whats Next for Both Parties", "Goodbye, Bushism", "In Roslyn, N.Y., a Hint of New England", "More Articles in the Series", "House Hunting on ... Grand Cayman Island", "More Articles in the Series"]}