{"date": "Saturday, March 12, 2016", "sectionnews": ["State of Terror: To Maintain Supply of Sex Slaves, ISIS Pushes Birth Control", "WhatsApp Encryption Said to Stymie Wiretap Order", "Op-Ed Contributor: What Weather Is the Fault of Climate Change?", "Recall Effort in Michigan Intensifies Pressure on Gov. Rick Snyder", "WhatsApp Encryption Said to Stymie Wiretap Order", "Gwen Stefani Climbs Back From the Abyss", "First Draft: Trump Supporter Who Made Nazi Salute Explains Why She Made the Gesture", "The Facebook Breakup", "Midnight Special and The Invitation Deliver Higher Powers, Bigger Jolts", "One Dead and Two Missing After Tugboat Hits Barge Near Tappan Zee Bridge", "There Will Never Be Another Yogi Berra, and Alex Rodriguez Is It", "Review: In Brodsky/Baryshnikov, One Friend Recalls Another", "Mars Mission Set to Launch to Study Gases and Storms", "Bill Wade, Star Quarterback Who Led Bears to the N.F.L. Title, Dies at 85", "The Smollett Family Business: Acting and Activism", "When Gene Tests for Breast Cancer Reveal Grim Data but No Guidance", "Q. and A.: How Gwyneth Paltrow Likes to Travel", "On Work: For a Child Actor, the Tears Didnt Come Until It Was Too Late", "Arts | New Jersey: Amid Conflict, Rutgers Acquires a Noted Filmmaker", "The Pour: Eli Zabars Wine Cellar: Its Not Chopped Liver", "Opinion: The Unnatural Kingdom", "Filmed in New York, Starring My Home", "The 2016 Race: The Geography of Trumpism", "Social Capital: A Powerful Collective Rooting for You: On Vin Diesels Facebook", "Wheels: Carmakers Form Partnerships With Niche Brands to Stand Out", "Sterling Rubys Clothing (Yes, Clothing) Designs Go on Display", "Tune In to The Times: The Times on the Air: Brazil, Trump, Ad Blockers and More"], "topnews": ["Amid Bluster and Bragging, Trump Yearned to Gain Stature", "Trumps Words Were Destined to Stir Violence, Critics Say", ": Security Scare at Trump Rally", "Trump Supporter Explains Why She Made Nazi Salute", "The Places Where Trumpism Thrives", "Reporters Notebook: Covering a Trump Rally", "Results from Wyomings County Conventions ", "WhatsApp Is Latest Front in U.S. Fight Over Encryption", "Obama Sides With Law Enforcement on Phone Access", "A Texas Candidate Pushes the Boundary of the Far Right", "Where Some See Conservation, Others See U.S. Land Grab", "There Will Never Be Anyone Else Like Sunny", "A Low Down Payment, No Insurance Required", "Our Best Comments of the Week", "One Dead After Tugboat Hits Barge in Hudson River", "Mars Mission Set to Launch to Study Gases and Storms", "Culture Gap Impedes U.S. Efforts for Trade With Cuba", "N.J. Transit and Rail Workers Reach Deal to Avert Strike", "Great Reads", "Smarter Living", "Conversation Starters", "Diversions", "Our 10 Most Popular Chicken Recipes", "The Migrant Crisis, Captured in Drone Videos", "25 Songs That Tell Us", " Where Music Is Going", "How Saudis Have Been Hurt by Their Own Weapon", "Editorial: The Bernie Sanders Revolution", "Bruni: Donald Trumps Epic Neediness", "Douthat: The Party Still Decides", "Dowd: The Sultan and the Salad", "Just a Few Things I Have to Do Before I Start My Taxes", "Kristof: Where Soldiers Are Scarier Than Crocodiles", "Join us on Facebook ", "When an Apartment Contains Lead Paint", "More Articles in the Series", "Homes for Sale in Brooklyn and Manhattan", "More Articles in the Series"]}