{"date": "Wednesday, March 23, 2016", "sectionnews": ["Brothers Among 3 Brussels Suicide Attackers; Another Assailant Is Sought", "At New York Auto Show, a Parade of New Models", "Op-Ed Contributor: The Islamic States European Front", "North Carolina to Limit Bathroom Use by Birth Gender", "F.B.I. Clash With Apple Loosed a Torrent of Possible Ways to Hack an iPhone", "Review: Batman v Superman, Dawn of a Franchise", "Ted Cruz, Day After Brussels Attacks, Belittles Donald Trump on Foreign Policy", "Brighter Lights, Bigger City: Odeons Second Act", "Sam Peckinpah Features at Film Society", "Dean Skelos and His Son Ask Judge to Spare Them a Prison Sentence", "On Baseball: Alex Rodriguezs Twisting Career May Be Nearing Its End", "Review: Really Compares the Fixed Image With Lifes Flux", "Risky Rats Give Clues on Brain Circuitry Behind Taking a Chance", "Ken Howard, 71, Actor and SAG-Aftra Union President, Dies", "Ask a Showrunner: Joe Weisberg and Joel Fields Discuss The Americans, Ronald Reagan and Pastor Tim", "Phys Ed: Chocolate Can Boost Your Workout. Really.", "Not Happy With the Candidates? Try Out a New Country", "Books of The Times: Review: The Caped Crusade and Batmans Reach Beyond  Gasp!  Comic Book Lore", "Name Games: Donald Trump Isnt Alone in Exploiting the Word University", "Mezzaluna, the Little Restaurant That Started a Revolution", "Opinion: When Did Porn Become Sex Ed?", "Brother, Sister, Roommate, Neighbor", "Risky Rats Give Clues on Brain Circuitry Behind Taking a Chance", "Notebook: What Canada Learned From Rob Ford (and What America Could)", "At New York Auto Show, a Parade of New Models", "Everyday Portraits That Go Beyond Intimacy", "Girl, Instagrammed: The Web Animation of a Book Review Cover"], "topnews": ["2 Brothers Identified as Suicide Bombers", "Terrorists in Europe Cross Borders, but Intelligence Doesnt", "Connecting the Brussels and Paris Suspects", "War on ISIS, Within Europes Borders", "What Drives Siblings to Unleash Terror?", "The Outsize Role of Brothers in Terror Plots", "Quantity of Explosive Found Surprises Officials", "Names of Victims Emerge Online, One by One", "Clinton Calls for an Intelligence Surge to Combat ISIS", "Cruz Belittles Trump on Foreign Policy", "New York Muslims Reject Cruzs Call for Monitoring", "Kasich Rejects a G.O.P. Call to Quit to Block Trump", "Ryan Issues a Plea for a Politics of Ideas, Not Insults", "Your Evening Briefing", "A Son Is Told, We Cremated the Wrong Body", "Other Stories of Funeral Home Mix-Ups", "Faulting Governors Office, Flint Report Cites Race", "Sext and the Single Girl", "Debris Likely From Malaysia Airlines Jet, Officials Say", "North Carolina to Limit Bathroom Use by Birth Gender", "Alabama Governor Denies Having Affair With Aide", "Justices Seem Split, 4-4, in Birth Control Mandate Case", "No Jail Time Sought for Officer in Stairwell Killing", "Conversation Starters", "Smarter Living", "Critics Takes", "Great Reads", "Phife Dawg, a Hip-Hop Hero, Stood Proudly Small", "Review: Batman v Superman", "Joe Garagiola, Catcher Turned Broadcaster, Dies", "Steps That Europe Must Take Now After Brussels", "Cohen: Europe Is Struck at Its Heart", "Friedman: Does Obama Have This Right?", "Edsall: The Republican Crackup", "U.S. Should Follow Canadas Lead on Heroin Treatment", "Editorial: Standing With Brussels Against Terrorism", "Op-Ed: The Islamic States European Front", "Op-Ed: What Obama Should Know About Macris Argentina", "Join us on Facebook ", "House Hunting in ... Latvia", "More Articles in the Series", "$1,749,000 Houses in Maryland, Florida and Washington", "More Articles in the Series"]}