{"date": "Monday, February 29, 2016", "sectionnews": ["Toronto Journal: In Toronto, a Neighborhood in Despair Transforms Into a Model of Inclusion", "The Promise of Artificial Intelligence Unfolds in Small Steps", "Frank Bruni: If Donald Trump Changed Genders", "Democrats, Looking to South, Face Balance Between Core and Younger Voters", "The Promise of Artificial Intelligence Unfolds in Small Steps", "The Best and Worst of the Oscars", "First Draft: Digital Ads for Hillary Clinton Focus on Young Women and Equal Pay", "Fashion Review: Beyond the Red Carpet, at Giorgio Armani and Missoni", "The Best and Worst of the Oscars", "Cuomo-de Blasio Feud Threatens New York Citys Plans for Affordable Housing", "Paul Georges Secret: He Learned to Play Like a Girl", "Review: Ill Never Love Again, From a Teenage Girls Diary", "First Mention: When Symptoms of Television Began Their Inexorable Spread", "Wesley A. Clark, Made Computing Personal, Dies at 88", "Viceland, a New Cable Channel, Aims to Stand Out", "Veterans Seek Help for Infertility Inflicted by Wounds of War", "The Getaway: Fighting the Incredible Shrinking Airline Seat", "Close at Hand: Nicole Aragis Family History in a Jar", "The Myth of the Hero Teacher", "Close at Hand: Nicole Aragis Family History in a Jar", "News Analysis: Ask Your Doctor if This Ad Is Right for You", "New Yorks Next Hot Neighborhoods", "The 2016 Race: Nate Cohn and Justin Wolfers on Donald Trumps Chances", "Notebook: When Did the Red Carpet Become Prom?", "VWs Crisis Strategy: Forward, Reverse, U-Turn", "Backstage Beauty Report: At Giorgio Armani, the Romantic Side of Fall", "The Oscars: Capturing the Academy Awards  in Real Time"], "topnews": ["A New Libya, With Very Little Time Left", "Read Part 1: Hillary Clinton, Smart Power and a Dictators Fall", ": The Decision Makers, in Their Own Words", "Women Tell Justices Why Abortion Was Right for Them", "Courts Tangles With Obama Set Stage for Nominee Fight", "Rubio Joins Battle of Taunts as G.O.P. Race Grows Cruder", "Trump Elicits Shock and Satire in European Media", "Trump Blames Earpiece for Declining to Disavow David Duke", "Christie Splits With His Past in Choosing to Endorse Trump", "Kasich Sticks to His Strategy Despite Doubts in G.O.P.", "Fears of Tainted Water in Village With Teflon Plant", "From the Magazine: The Case That Exposed Teflons Danger to the Water Supply", "The Host the Oscars Needed This Year", "Mr. Rocks Oscar Monologue", "The Best and Worst of the 2016 Oscars", "Spotlight Wins Best Picture in an Upset", ": Highlights of the Ceremony", "List of Winners", "Missed Opportunities", "Your Monday Briefing", "Low Scores Imperil an Afrocentric Charter School", "As Detroit Mends, Its Schools Lurch Toward Fiscal Crisis", "China Eases Reserve Requirement for Banks", "Migrants Riot Along Greeces Border With Macedonia", "7 Face Charges After Melee at Klan Rally in California", "Slowly Fulfilling the Promise of Watson", "MSNBC Cancels Show After Tension With Host", "For a Natural, Swimming Isnt Always Easy", "The Secret of Top Secret", "Does Libya Spell the End of Regime Change as a Policy?", "Join us on Facebook ", "Son of Saul, Kierkegaard and the Holocaust", "Editorial: A Better, Not Bigger, Military Budget", "Blow: Im Not a Super Predator", "Cohen: Trumps Il Duce Routine", "Krugman: Planet on the Ballot", ": A Conversation With Latinos on Race", "Selling High-End Apartments, Fully Furnished", "Homes for Sale in Brooklyn and Manhattan", "More Articles in the Series"]}