{"date": "Wednesday, March 9, 2016", "sectionnews": ["Obama Seeks to Pave Way to Mideast Deal After He Leaves Office", "Maria Sharapovas Admission Sends Her Sponsors Fleeing", "David Brooks: Its Not Too Late!", "Ferguson May Change Mind and Make Deal on Reforms", "San Francisco Journal: In San Francisco and Rooting for a Tech Comeuppance", "Review: Mayhem! Gambling! Disco! In Disaster! Its All There for the Spoofing", "Senate Approves Changes to Presidential Transition Process", "David Barton Reinvents His Gym Empire", "Elvis & Nixon Will Debut at Tribeca Film Festival", "Immigrant Crime Victims Seeking Special Visas Find a Tough Path", "Sports of The Times: U.N.C. Football Player Who Ended Up Homeless Had C.T.E.", "Review: Mayhem! Gambling! Disco! In Disaster! Its All There for the Spoofing", "Jeff Bezos Lifts Veil on His Rocket Company, Blue Origin", "Harold H. Saunders, Mideast Peace Broker, Dies at 85", "Critic's Notebook: The Carmichael Show Takes on Tough Topics", "W.H.O. Advises Pregnant Women to Avoid Areas Where Zika Is Spreading", "Heads Up: In Portland, Oregon, a Warm Embrace of Tango", "For an Author in the Audience, the Thrill of Hearing Your Book Invoked", "Curriculum Confusion: Donald Trump Doesnt Understand Common Core (and Neither Do His Rivals)", "Restaurant Review: At High Street on Hudson, Prime Time Starts Early in the West Village", "Opinion: Tricked Into Cheating and Sentenced to Death", "New York Homes Under $500,000", "The 2016 Race: Why Donald Trump Has Done Worse in Mostly White States", "Social Capital: Bravo Zulu: On (Representative) Ryan Zinke", "Investigation Opened Into Ford F-150 After Brake Failure Reports", "Model-Morphosis: Lorena Maraschi Transforms at Kenzo", "The Cartography Behind Super Tuesday"], "topnews": ["Trump Adds to Lead With Two Victories", "Updates and Analysis", "Trumps Victory Speech", "Cruzs Only Ally in the Senate: Himself", "Maps of Every 2016 Vote, County by County", ": Scenes From Voting in Four States", "The Cartography Behind Super Tuesday", "Oregon Siege Killing Called Justified, but F.B.I. Faces Inquiry", "Obama Looking to Leave Behind Path for Mideast Peace", "U.S. Tourist Killed in Stabbing Rampage in Israel", "Your Evening Briefing", " Photos of the Day ", "Lynch-Mob Ruling Seen as Setback for Afghan Women", "Flawed Justice After a Killing (Dec. 26, 2015)", "Jeff Bezos Lifts Veil on His Rocket Company", "Sharapovas Admission Sends Her Sponsors Fleeing", "On Tennis: Sharapovas Endgame", "Police Officer Shot and Wounded in Brooklyn", "Pregnant Women Urged to Avoid Areas Hit by Zika", "As Turkey Quashes Dissent, E.U. Cant Afford to Object", "Netanyahu Calls Off Obama Visit, and Fingers Point", "Homeless U.N.C. Football Player Had C.T.E.", "Great Reads", "Smarter Living", "Conversation Starters", "Diversions", "Fasting Diets Are Gaining Acceptance", "When Is Hulk Hogan Not Hulk Hogan?", "Coming Home to Pot Roast", "Trying to Read Donald Trump, in Translation", "Only Trump Can Trump Trump", "Donald Trump, the Winning Wild Card", "Brooks: Its Not Too Late!", "The Conversation: The Presidential Plot Thickens", "Campaign Stops: Trump and Working-Class Whites", "Fixes: Support for Vulnerable Teenagers", "Shopping for Lounge Chairs", "A Touch of Europe on 14th Street"]}