{"date": "Monday, March 14, 2016", "sectionnews": ["South Korean Gets Priceless Victory Over Computer in Go Match", "News Analysis: In the Apple Case, a Debate Over Data Hits Home", "Op-Ed Contributor: North Carolina and the Politics of Barbecue", "Amtrak Train Derails in Kansas", "News Analysis: In the Apple Case, a Debate Over Data Hits Home", "Ben Afflecks Broken Batman", "Hillary Clintons Deep Ties to Haiti Show Signs of Strain", "On the Runway: Kanye West Has His Own Plan for Fashions Future", "Politics Invades Hollywood", "New York to Discard Prescription Pads, and Doctors Handwriting, in Digital Shift", "Selection Sunday 2016: Kansas, North Carolina, Virginia and Oregon Are Top Seeds", "Review: In Southern Comfort, a Family Not Bound by Blood", "Mars Mission Blasts Off From Kazakhstan", "Martin Sabo, Minnesota Congressman Known for Compassion in Era of Partisanship, Dies at 78", "To Defray His Legal Costs in Defamation Suits, Cosby Turns to His Insurance", "Well: Hey Siri, Can I Rely on You in a Crisis? Not Always, a Study Finds", "In Transit: Cruise and Rail News: Sales on Seine Trips; Train Fare in Europe", "Imbeciles and Illiberal Reformers", "Arts | New Jersey: Amid Conflict, Rutgers Acquires a Noted Filmmaker", "Close at Hand: An Artist Who Hunts, Emilie Clark Gets Her Gun, Then Her Dutch Oven", "Opinion: The Unnatural Kingdom", "Filmed in New York, Starring My Home", "The 2016 Race: Donald Trump Is the Most Feminine-Sounding Male Candidate", "Notebook: The End of Marco-mentum", "Wheels: Carmakers Form Partnerships With Niche Brands to Stand Out", "The Anti-Packaging Movement", "Populists Who Defy Simple Ideological Categories"], "topnews": ["Ohio Looms as Spot to Hobble Trump, or to Propel Sanders", "Fact-Checking Kasichs Boasts About Ohio", "For Trump, Get Em Out Is the New Youre Fired", "Watch: Trumps History of Encouraging Violence", "Sanders Is Adept at Advancing Agenda Through Side Doors", "The Final Days of Marco-mentum", "Yale Basketball Captain Says Expulsion Was Wrong", "Bennet to Head Editorial Page at The Times", "Justice Dept. Condemns Court Policies Targeting Poor", "News Analysis: In Apple Case, Debate Over Data Hits Home", "Babys Killing in India Tests Policy on Tribe", "Your Monday Briefing", "New York Today: A Taste of Spring", "American ISIS Fighter Is Captured in Iraq", " ISIS in America", "ISIS Pushes Birth Control to Maintain Sex-Slave Supply", "Surge of Labor Unrest in China Unsettles Leaders", ": A Former Factory Worker, Now a Labor Activist", "Upsets Begin With the Mens Bracket Itself", "Whos In and Whos Out", "N.C.A.A. Bracket Leak Upstages the CBS Show", "Quiet Support for Saudis Entangles U.S. in Yemen", "Great Reads", "Smarter Living", "Conversation Starters", "Diversions", "Kardashians Selfie and Its Meaning for Young Fans", "New York to Discard Handwritten Prescriptions", "Ben Afflecks", " Broken Batman", "Mr. Netanyahus Lost Opportunities", "Blow: Carson Endorses the Demagogue", "Cohen: The Trump-Berlusconi Syndrome", "Krugman: Trump Is No Accident", "Is Sanders Underestimated?", "Krastev: Walesa, Gorbachev and Freedoms End", "Op-Ed: Free Trade is Fading. Now What?", "The Stone: The Theater of Violence", "Join us on Facebook ", "Controlling Steam Radiators", "Homes for Sale in New York and Connecticut", "More Articles in the Series"]}